<template>
  <div>
    <el-card>
      <el-breadcrumb separator="/">
        <el-breadcrumb-item :to="{ path: '/dashboard' }">首页</el-breadcrumb-item>
        <el-breadcrumb-item>开发者</el-breadcrumb-item>
      </el-breadcrumb>
      <h3 style="margin: 16px 0 0 0">GM传送命令列表</h3>
    </el-card>
    <el-card style="margin-top: 16px">
      <el-table :data="commands" highlight-current-row>
        <el-table-column type="index" label="编号" width="80px"></el-table-column>
        <el-table-column prop="name" label="名称" sortable></el-table-column>
        <el-table-column prop="command" label="命令" sortable></el-table-column>
      </el-table>
    </el-card>
  </div>
</template>

<script>
export default {
  data() {
    return {
      commands: [
        { name: "主城--暴风城", command: ".go -9065 434 94 0 0 0" },
        { name: "主城--铁炉堡", command: ".go -5032 -819 495 0 0 0" },
        { name: "主城--达纳苏斯", command: ".go 9961 2055 1329 1 0 0" },
        {
          name: "主城--德萊尼主城",
          command: ".go -4071.7f -12036.7f -1.5f 530 0 0"
        },
        {
          name: "主城--人类出生地",
          command: ".go -8945.808594 -152.064667 82.491745 0 0 0"
        },
        {
          name: "主城--暗夜精灵出生地",
          command: ".go 10321.04688 834.703125 1326.373413 1 0 0"
        },
        {
          name: "主城--地精出生地",
          command: ".go -6238.875488 336.34314 382.963715 0 0 0"
        },
        {
          name: "主城--德莱妮出生地",
          command: ".go -3963.237549 -13929.47168 100.529718 530 0 0"
        },
        { name: "主城--奥格瑞玛", command: ".go 1317 -4383 27 1 0 0" },
        { name: "主城--雷霆崖", command: ".go -1391 140 23 1 0 0" },
        { name: "主城--幽暗城", command: ".go 1909 235 53 0 0 0" },
        { name: "主城--银月城", command: ".go 9336.9f -7278.4f 13.6f 530 0 0" },
        {
          name: "主城--兽人出生地",
          command: ".go -600.3489 -4263.093262 38.956245 1 0 0"
        },
        {
          name: "主城--牛头人出生地",
          command: ".go -2938.627686 -265.806152 53.438744 1 0 0"
        },
        {
          name: "主城--亡灵出生地",
          command: ".go 1664.067139 1677.903564 120.529999 0 0 0"
        },
        {
          name: "主城--血精灵出生地",
          command: ".go 10351.51325 -6358.02002 33.610661 530 0 0"
        },
        { name: "主城--棘齿城", command: ".go -977 -3788 6 1 0 0" },
        { name: "主城--藏宝海湾", command: ".go -14302 518 9 0 0 0" },
        {
          name: "主城--加基森",
          command: ".go -7177.103516 -3788.077393 8.370177 1 0 0"
        },
        {
          name: "主城--冬泉谷",
          command: ".go 6723.473145 -4649.303711 720.980835 1 0 0"
        },
        {
          name: "低级副本--[14]怒焰裂谷",
          command: ".go 2.02465 -10.021 -16.1875 389 0 0"
        },
        {
          name: "低级副本--[19]死亡矿井",
          command: ".go -16.4 -383.07 61.78 36 0 0"
        },
        {
          name: "低级副本--[22]哀嚎洞穴",
          command: ".go -161.841995 133.266998 -73.866203 43 0 0"
        },
        {
          name: "低级副本--[24]影牙城堡",
          command: ".go -228.19 2110.56 76.89 33 0 0"
        },
        {
          name: "低级副本--[26]黑暗深渊",
          command: ".go -150.367004 102.995003 -40.5558 48 0 0"
        },
        {
          name: "低级副本--[27]暴风城监狱",
          command: ".go 48.29 0.45 -16.14 34 0 0"
        },
        { name: "低级副本--[31]剃刀沼泽", command: ".go 1943 1544 82 47 0 0" },
        {
          name: "低级副本--[33]诺莫瑞根",
          command: ".go -332.562988 -3.445 -152.845993 90 0 0"
        },
        {
          name: "低级副本--[40]血色修道院",
          command: ".go 855.903992 1321.939941 18.673 189 0 0"
        },
        {
          name: "低级副本--[42]剃刀高地",
          command: ".go 2593.209961 1109.459961 51.0933 129 0 0"
        },
        {
          name: "低级副本--[45]奥达曼",
          command: ".go -227.529007 45.0098 -46.0196 70 0 0"
        },
        { name: "低级副本--[46]祖尔法拉克", command: ".go 1213 841 8.9 209 0 0" },
        {
          name: "低级副本--[49]玛拉顿",
          command: ".go 1012.700012 -459.317993 -43.5471 349 0 0"
        },
        {
          name: "低级副本--[53]失落的神庙",
          command: ".go -313.369995 99.955399 -131.848999 109 0 0"
        },
        {
          name: "低级副本--[57]黑石深渊",
          command: ".go 456.928986 34.9277 -69.3881 230 0 0"
        },
        { name: "低级副本--[60]通灵学院", command: ".go 199 126 135 289 0 0" },
        {
          name: "低级副本--[60]厄运之槌(北区)",
          command: ".go 255.164001 -17.0242 -2.5606 429 0 0"
        },
        {
          name: "低级副本--[60]厄运之槌(东区)",
          command: ".go 46.24 -155.53 -2.71349 429 0 0"
        },
        {
          name: "低级副本--[60]厄运之槌(西区)",
          command: ".go 32.722599 159.417007 -3.47017 429 0 0"
        },
        { name: "低级副本--[60]斯坦索姆", command: ".go 3392 -3379 143 329 0 0" },
        {
          name: "低级副本--[60]黑石塔下",
          command: ".go 78.19 -227.63 49.72 229 0 0"
        },
        {
          name: "高级副本--[团]溶火之心",
          command: ".go 1089.601685 -470.190247 -106.413055 409 0 0"
        },
        {
          name: "高级副本--[团]黑石塔上",
          command: ".go 78.339836 -227.793518 49.7103 229 0 0"
        },
        {
          name: "高级副本--[团]祖尔格拉布",
          command: ".go -11916 -1251.469971 92.32 309 0 0"
        },
        {
          name: "高级副本--[团]黑翼之巢",
          command: ".go -7674.470215 -1108.380005 396.649994 469 0 0"
        },
        {
          name: "高级副本--[团]安其拉",
          command: ".go -8212.00293 2034.474854 129.141342 531 0 0"
        },
        {
          name: "高级副本--[团]安其拉废墟",
          command: ".go -8443.475586 1518.64856 31.906958 509 0 0"
        },
        {
          name: "高级副本--[团]奥妮克希亚的巢穴",
          command: ".go 30.01029 -58.840508 -5.325367 249 0 0"
        },
        {
          name: "高级副本--[团]纳克萨玛斯",
          command: ".go 3005.87 -3435.01 293.882 533 0 0"
        },
        {
          name: "高级副本--[团]冰龙巢穴",
          command: ".go 3700.35 -5185.92 143.957 533 0 0"
        },
        {
          name: "高级副本--黑暗神庙",
          command: ".go -3644.05249 316.709167 35.027168 530 0 0"
        },
        {
          name: "高级副本--神殿之巅",
          command: ".go 757.632 312.655 312.296 564 0 0"
        },
        { name: "高级副本--波塔尼卡", command: ".go 40 -28.6 -1.1 553 0 0" },
        { name: "高级副本--亚克崔兹", command: ".go -1.2 0 -0.2 552 0 0" },
        { name: "高级副本--麦克那尔", command: ".go -28.9 0.7 -1.8 554 0 0" },
        {
          name: "高级副本--奴隶监狱",
          command: ".go 123.146225 -122.68721 -0.446336 547 0 0"
        },
        { name: "高级副本--蒸汽洞窟", command: ".go -7.5 5.9 -4.3 545 0 0" },
        {
          name: "高级副本--毒牙沼泽",
          command: ".go 14.913731 -19.914341 -2.755679 546 0 0"
        },
        {
          name: "高级副本--生态船",
          command: ".go 12.834653 1.30708 -0.95537 553 0 0"
        },
        {
          name: "高级副本--能源舰",
          command: ".go -20.094719 -1.74379 -1.81282 554 0 0"
        },
        {
          name: "高级副本--奥金尼地穴",
          command: ".go -4.480981 1.313732 -0.1206 558 0 0"
        },
        {
          name: "高级副本--法力陵墓",
          command: ".go -3.508469 1.337236 -0.9543 557 0 0"
        },
        {
          name: "高级副本--塞泰克大厅",
          command: ".go 26.238617 2.024134 0.005409 556 0 0"
        },
        {
          name: "高级副本--盘牙洞穴",
          command: ".go 29.142296 -57.0746 -71.733269 548 0 0"
        },
        {
          name: "高级副本--海加尔山",
          command: ".go 4890.761719 -1584.422383 1333.669312 534 0 0"
        },
        {
          name: "高级副本--风暴要塞",
          command: ".go 7.488912 -1.140651 -2.428264 550 0 0"
        },
        {
          name: "高级副本--毒蛇神殿",
          command: ".go 5.148121 1.073185 822.309021 548 0 0"
        },
        {
          name: "高级副本--阿克蒙德",
          command: ".go 4494.741211 -2396.779855 1137.229248 534 0 0"
        },
        {
          name: "高级副本--玛瑟里顿的巢穴",
          command: ".go 188.414261 29.327892 67.934464 544 0 0"
        },
        { name: "高级副本--破碎大厅", command: ".go -41 -22 -14 540 0 0" },
        { name: "高级副本--血熔炉", command: ".go -3 11 -45 542 0 0" },
        {
          name: "高级副本--卡拉赞",
          command: ".go -11107.9502 -2002.060059 49.889999 532 0 0"
        },
        {
          name: "高级副本--遗忘之井",
          command: ".go -11068.07313 -1811.069946 52.82 0 0 0"
        },
        {
          name: "高级副本--鬼魂之地",
          command: ".go 6851.197266 -7993.672852 192.292496 530 0 0"
        },
        {
          name: "高级副本--地狱火堡垒",
          command: ".go -1355.817261 1646.834595 68.447365 543 0 0"
        },
        {
          name: "高级副本--奥金顿",
          command: ".go 2.164014 0.402381 -1.12788 555 0 0"
        },
        {
          name: "高级副本--戈鲁尔之巢",
          command: ".go 3543.437012 5079.009766 0.952552 530 0 0"
        },
        {
          name: "高级副本--黑色沼泽",
          command: ".go -2095.298584 7125.536133 34.588596 269 0 0"
        },
        {
          name: "高级副本--太阳之井",
          command: ".go 12564.9 -6775.37 15.09 530 0 0"
        },
        {
          name: "高级副本--魔导师平台",
          command: ".go 12887.4 -7327.2 65.49 530 0 0"
        },
        { name: "高级副本--奥核之心", command: ".go 146 -10 -16 576 0 0" },
        {
          name: "高级副本--抚育之渊",
          command: ".go 404.28 53.53 252.42 601 0 0"
        },
        {
          name: "高级副本--黑色领区",
          command: ".go 2363.65 -5659.17 382.27 609 0 0"
        },
        {
          name: "野外BOSS--暮色森林",
          command: ".go -10526.16895 -434.996796 50.894821 0 0 0"
        },
        {
          name: "野外BOSS--辛特兰",
          command: ".go 759.605713 -3893.341309 116.475304 0 0 0"
        },
        {
          name: "野外BOSS--灰谷",
          command: ".go 3120.289307 -3439.444336 139.566345 1 0 0"
        },
        {
          name: "野外BOSS--艾萨拉",
          command: ".go 2622.219971 -5977.930176 100.562897 1 0 0"
        },
        {
          name: "野外BOSS--菲拉斯",
          command: ".go -2741.290039 2009.481323 31.877323 1 0 0"
        },
        { name: "野外BOSS--诅咒之地", command: ".go -12234 -2474 -3 0 0 0" },
        {
          name: "野外BOSS--水晶谷",
          command: ".go -6292.463379 1578.029053 0.155348 1 0 0"
        },
        {
          name: "地狱火堡垒--黑暗之门",
          command: ".go -250.97 1031.75 54.32 530 0 0"
        },
        {
          name: "地狱火堡垒--基尔加丹王座",
          command: ".go 731.36 2168.44 286.43 530 0 0"
        },
        {
          name: "地狱火堡垒--萨尔玛（部）",
          command: ".go 139.96 2671.51 85.509 530 0 0"
        },
        {
          name: "地狱火堡垒--猎鹰岗哨（部）",
          command: ".go -617.59 4165.13 62.9 530 0 0"
        },
        {
          name: "地狱火堡垒--裂脊者岗哨（部）",
          command: ".go -1314.93 2355.38 89.03 530 0 0"
        },
        {
          name: "地狱火堡垒--玛格汉岗哨（部）",
          command: ".go 510.14 3872.23 192.41 530 0 0"
        },
        {
          name: "地狱火堡垒--荣耀堡（联）",
          command: ".go -683.05 2657.57 91.04 530 0 0"
        },
        {
          name: "地狱火堡垒--塔哈玛特神殿（联）",
          command: ".go 145.41 4332.53 106.42 530 0 0"
        },
        {
          name: "地狱火堡垒--地狱火城墙",
          command: ".go -361.63 3073.54 -15.08 530 0 0"
        },
        {
          name: "地狱火堡垒--鲜血熔炉",
          command: ".go -300.81 3160.05 31.68 530 0 0"
        },
        {
          name: "地狱火堡垒--破碎大厅",
          command: ".go -310.27 3072.54 -3.65 530 0 0"
        },
        {
          name: "地狱火堡垒--玛瑟里顿的巢穴",
          command: ".go -314.75 3092.36 -116.44 530 0 0"
        },
        {
          name: "赞加沼泽--塞纳里奥避难所（中）",
          command: ".go -210.69 5509.96 21.57 530 0 0"
        },
        {
          name: "赞加沼泽--泰伦多尔(树上)（联）",
          command: ".go 280.32 6040.97 130.28 530 0 0"
        },
        {
          name: "赞加沼泽--泰伦多尔(树下)（联）",
          command: ".go 285.22 5943.69 26.48 530 0 0"
        },
        {
          name: "赞加沼泽--萨布拉金（部）",
          command: ".go 258.51 7854.97 23.44 530 0 0"
        },
        {
          name: "赞加沼泽--斯波尔加(孢子村)（中）",
          command: ".go 239.36 8512.15 22.96 530 0 0"
        },
        {
          name: "赞加沼泽--奥雷伯尔港（联）",
          command: ".go 1006.08 7375.83 36.27 530 0 0"
        },
        {
          name: "赞加沼泽--沼泽鼠岗哨（部）",
          command: ".go 87.98 5213.79 23.32 530 0 0"
        },
        {
          name: "赞加沼泽--盘牙水库入口",
          command: ".go 500.52 6952.27 22.73 530 0 0"
        },
        {
          name: "赞加沼泽--盘牙水库内部",
          command: ".go 732.27 6866.09 -70.11 530 0 0"
        },
        {
          name: "赞加沼泽--奴隶围栏",
          command: ".go 718.07 6992.09 -73.07 530 0 0"
        },
        {
          name: "赞加沼泽--幽暗沼泽",
          command: ".go 777.08 6763.45 -72.06 530 0 0"
        },
        {
          name: "赞加沼泽--蒸汽地窖",
          command: ".go 818.39 6936.77 -80.55 530 0 0"
        },
        {
          name: "赞加沼泽--毒蛇神殿",
          command: ".go 824.56 6865.57 -64.68 530 0 0"
        },
        {
          name: "泰罗卡森林--裂石堡（部）",
          command: ".go -2620.31 4403.25 34.3 530 0 0"
        },
        {
          name: "泰罗卡森林--奥蕾莉亚要塞（联）",
          command: ".go -2942.08 3974.57 0.19 530 0 0"
        },
        {
          name: "泰罗卡森林--斯克提斯（中）",
          command: ".go -3380.78 3611.69 276.25 530 0 0"
        },
        {
          name: "泰罗卡森林--难民旅行队（中）",
          command: ".go -2845.13 5055.6 -18.2 530 0 0"
        },
        {
          name: "泰罗卡森林--萨塔里大本营（中）",
          command: ".go -3746.97 5400.66 -3.34 530 0 0"
        },
        {
          name: "泰罗卡森林--法力陵墓",
          command: ".go -3088.19 4943.79 -101.04 530 0 0"
        },
        {
          name: "泰罗卡森林--奥金尼地穴",
          command: ".go -3361.31 5222.39 -101.04 530 0 0"
        },
        {
          name: "泰罗卡森林--塞泰克大厅",
          command: ".go -3361.31 4666.5 -101.04 530 0 0"
        },
        {
          name: "泰罗卡森林--暗影迷宫",
          command: ".go -3552.81 4942.02 -101.39 530 0 0"
        },
        {
          name: "纳格兰--塔拉（联）",
          command: ".go -2558.55 7295.72 15.17 530 0 0"
        },
        {
          name: "纳格兰--试炼竞技场",
          command: ".go -2102.33 6742.02 -3.12 530 0 0"
        },
        {
          name: "纳格兰--加拉达尔（部）",
          command: ".go -1262.51 7183.22 57.2 530 0 0"
        },
        {
          name: "纳格兰--哈兰（争）",
          command: ".go -1570.01 7993.79 -22.45 530 0 0"
        },
        {
          name: "纳格兰--星界财团营地（中）",
          command: ".go -2064.61 8560.49 23.78 530 0 0"
        },
        {
          name: "刀锋山--希尔瓦纳（联）",
          command: ".go 2061.85 6862.65 172.63 530 0 0"
        },
        {
          name: "刀锋山--奥格瑞拉（中）",
          command: ".go 2330.81 7296.78 365.61 530 0 0"
        },
        {
          name: "刀锋山--雷神要塞（部）",
          command: ".go 2292.57 6036.69 142.4 530 0 0"
        },
        {
          name: "刀锋山--莫克纳萨村（部）",
          command: ".go 2200.37 4759.83 157.47 530 0 0"
        },
        {
          name: "刀锋山--永恒之林（中）",
          command: ".go 2975.69 5503.33 143.65 530 0 0"
        },
        { name: "刀锋山--鲜血之环", command: ".go 3909.09 5975.28 1.92 530 0 0" },
        {
          name: "刀锋山--巴什伊尔码头",
          command: ".go 3863.91 5977.55 290.64 530 0 0"
        },
        {
          name: "刀锋山--格鲁尔的巢穴",
          command: ".go 3535.5 5109.2 4.432 530 0 0"
        },
        {
          name: "虚空风暴--52区（中）",
          command: ".go 3046.26 3645.96 142.98 530 0 0"
        },
        {
          name: "虚空风暴--中央生态圆顶（中）",
          command: ".go 3356.76 2874.45 143.69 530 0 0"
        },
        {
          name: "虚空风暴--风暴尖塔（中）",
          command: ".go 4193.01 3088.42 335.82 530 0 0"
        },
        {
          name: "虚空风暴--星界财团营地（中）",
          command: ".go 4273.78 2177.77 136.3 530 0 0"
        },
        {
          name: "虚空风暴--能源舰",
          command: ".go 2871.54 1552.67 252.15 530 0 0"
        },
        {
          name: "虚空风暴--生态船",
          command: ".go 3405.97 1488.78 182.83 530 0 0"
        },
        {
          name: "虚空风暴--禁魔监狱",
          command: ".go 3310.2 1337.02 505.56 530 0 0"
        },
        {
          name: "虚空风暴--风暴要塞",
          command: ".go 3087.64 1381.8 184.85 530 0 0"
        },
        {
          name: "影月谷--影月村（部）",
          command: ".go -3031.24 2593.14 76.03 530 0 0"
        },
        {
          name: "影月谷--蛮锤要塞（联）",
          command: ".go -4021.89 2213.02 109.84 530 0 0"
        },
        {
          name: "影月谷--群星圣殿（占星）",
          command: ".go -4094.62 1122.09 42.3 530 0 0"
        },
        {
          name: "影月谷--沙塔尔祭坛（奥尔多）",
          command: ".go -3029.98 808.17 -10.32 530 0 0"
        },
        {
          name: "影月谷--灵翼浮岛",
          command: ".go -5118.12 595.75 84.96 530 0 0"
        },
        {
          name: "影月谷--黑暗神殿",
          command: ".go -3650.54 317.03 35.73 530 0 0"
        },
        {
          name: "奎岛--港口（中）",
          command: ".go 12746.6 -6921.03 12.28 530 0 0"
        },
        {
          name: "奎岛--魔导师平台",
          command: ".go 12889.87 -7324.79 65.49 530 0 0"
        },
        {
          name: "奎岛--太阳之井门口",
          command: ".go 12560.22 -6775.05 15.04 530 0 0"
        },
        {
          name: "奎岛--太阳井之穆鲁",
          command: ".go 1880.69 570.6 71.74 580 0 0"
        },
        { name: "嚎风峡湾--瓦尔加德", command: ".go 592.33 -5095.5 6 571 0 0" },
        { name: "嚎风峡湾--俄特加德要塞", command: ".go 943.4 -4933 2 571 0 0" },
        { name: "嚎风峡湾--卡玛琅", command: ".go 772.7 -2880.6 4 571 0 0" },
        {
          name: "嚎风峡湾--药剂师营地",
          command: ".go 2123.22 -2979 149 571 0 0"
        },
        { name: "嚎风峡湾--夏勒布隆", command: ".go 2655.9 -3526.9 206 571 0 0" },
        {
          name: "嚎风峡湾--威德瓦堡垒",
          command: ".go 2471.3 -5031.1 284 571 0 0"
        },
        { name: "嚎风峡湾--复仇台地", command: ".go 1922.9 -6171.1 24 571 0 0" },
        {
          name: "嚎风峡湾--巴尔古恩挖掘场",
          command: ".go 167.6 -5854.5 8 571 0 0"
        },
        { name: "嚎风峡湾--新阿加曼德", command: ".go 383 -4610 244 571 0 0" },
        { name: "嚎风峡湾--索瓦雨德营地", command: ".go 343 -4210 255 571 0 0" },
        { name: "嚎风峡湾--西风升降梯", command: ".go 424 -3980 267 571 0 0" },
        { name: "嚎风峡湾--镇西要塞", command: ".go 1368 -3341 175 571 0 0" },
        { name: "嚎风峡湾--冬蹄营地", command: ".go 2651 -4392 283 571 0 0" },
        { name: "嚎风峡湾--斯考恩", command: ".go 1959 -4277 210 571 0 0" },
        { name: "嚎风峡湾--鬼刃岗哨", command: ".go 669 -5473 238 571 0 0" },
        {
          name: "嚎风峡湾--探险者协会前哨",
          command: ".go 453 -5908 313 571 0 0"
        },
        { name: "嚎风峡湾--无赖角", command: ".go 49 -3589 2 571 0 0" },
        { name: "嚎风峡湾--龙颅村", command: ".go 943.4 -4933 2 571 0 0" },
        { name: "灰熊丘陵--遗忘看台", command: ".go 3264 -4587.4 305 571 0 0" },
        { name: "灰熊丘陵--风险海湾", command: ".go 2497.3 -1909.3 9 571 0 0" },
        { name: "灰熊丘陵--征服堡", command: ".go 3147.3 -2246.42 112 571 0 0" },
        {
          name: "灰熊丘陵--沃达希尔之枝",
          command: ".go 3790.1 -2893 225 571 0 0"
        },
        { name: "灰熊丘陵--灰喉镇", command: ".go 3890.6 -3759.77 175 571 0 0" },
        { name: "灰熊丘陵--锋而莫丹", command: ".go 4802.5 -4524 199 571 0 0" },
        { name: "灰熊丘陵--血月岛", command: ".go 4606.3 -5679.6 118 571 0 0" },
        {
          name: "灰熊丘陵--德拉克萨隆要塞",
          command: ".go 4514.1 -2026 161 571 0 0"
        },
        { name: "龙骨荒野--新壁炉谷", command: ".go 2994 -431 124 571 0 0" },
        { name: "龙骨荒野--翡翠龙殿", command: ".go 2747.7 75.7 4 571 0 0" },
        { name: "龙骨荒野--阿格玛之锤", command: ".go 3748 1521 90 571 0 0" },
        { name: "龙骨荒野--繁星之眠", command: ".go 3487.6 1996.68 65 571 0 0" },
        {
          name: "龙骨荒野--愤怒之门安格拉萨",
          command: ".go 4909.38 1532.44 222 571 0 0"
        },
        {
          name: "龙骨荒野--温特加德要塞",
          command: ".go 3737.24 -1066 121 571 0 0"
        },
        { name: "龙骨荒野--龙眠神殿", command: ".go 3546.6 270.8 45 571 0 0" },
        { name: "龙骨荒野--血色哨站", command: ".go 4586.4 -554.4 155 571 0 0" },
        {
          name: "龙骨荒野--奈萨里奥之喉",
          command: ".go 4391.4 1566.3 133 571 0 0"
        },
        { name: "龙骨荒野--圣光之托", command: ".go 4585 -1022 159 571 0 0" },
        { name: "龙骨荒野--纳克萨玛斯", command: ".go 3668 -1267 243 571 0 0" },
        { name: "龙骨荒野--毒怨之地", command: ".go 3216 -682 167 571 0 0" },
        { name: "龙骨荒野--苍蓝龙殿", command: ".go 2981 579 37 571 0 0" },
        { name: "龙骨荒野--默亚基港", command: ".go 2725 923 0 571 0 0" },
        { name: "龙骨荒野--因度雷村", command: ".go 2880 1460 158 571 0 0" },
        { name: "龙骨荒野--那金之渊", command: ".go 3703 2166 52 571 0 0" },
        { name: "龙骨荒野--冰雾村", command: ".go 3854 2207 122 571 0 0" },
        { name: "龙骨荒野--西风避难地", command: ".go 3755 2875 95 571 0 0" },
        { name: "龙骨荒野--佛塔根堡", command: ".go 4608 1491 199 571 0 0" },
        {
          name: "龙骨荒野--科尔克隆先锋地",
          command: ".go 4994 1253 227 571 0 0"
        },
        { name: "龙骨荒野--箫鼻岗哨", command: ".go 4695 552 121 571 0 0" },
        { name: "龙骨荒野--第7军团前线", command: ".go 4524 -0.3 77 571 0 0" },
        { name: "龙骨荒野--龙陨营地", command: ".go 4342 977 91 571 0 0" },
        { name: "龙骨荒野--晶红龙殿", command: ".go 3901 963 56 571 0 0" },
        { name: "龙骨荒野--青铜龙殿", command: ".go 4206 -463 124 571 0 0" },
        { name: "龙骨荒野--异法陵地", command: ".go 3058 -1476 45 571 0 0" },
        { name: "龙骨荒野--黑龙殿", command: ".go 4391.4 1566.3 133 571 0 0" },
        { name: "北风苔原--骁勇要塞", command: ".go 2314.69 5258.58 12 571 0 0" },
        { name: "北风苔原--战歌堡", command: ".go 2827.1 6176.8 122 571 0 0" },
        {
          name: "北风苔原--奥核之心",
          command: ".go 3828.69 6685.31 152 571 0 0"
        },
        {
          name: "北风苔原--恩吉拉圣城",
          command: ".go 3742.45 3696.68 48 571 0 0"
        },
        { name: "北风苔原--伯格洛克前哨", command: ".go 4479 5715 84 571 0 0" },
        { name: "北风苔原--冬鳍避居地", command: ".go 4375 6069 3 571 0 0" },
        { name: "北风苔原--隘境之盾", command: ".go 3574 6658 195 571 0 0" },
        { name: "北风苔原--琥珀岩台", command: ".go 3606 5939 140 571 0 0" },
        {
          name: "北风苔原--D.E.H.T.A驻营(塞纳里奥)",
          command: ".go 3216 5292 50 571 0 0"
        },
        { name: "北风苔原--嘶轴简易机场", command: ".go 4140 5261 28 571 0 0" },
        { name: "北风苔原--坦卡雷村", command: ".go 3432 4107 21 571 0 0" },
        { name: "北风苔原--昂纽沛", command: ".go 2931 4032 5 571 0 0" },
        { name: "北风苔原--卡斯卡拉", command: ".go 3070 4776 4 571 0 0" },
        { name: "北风苔原--死亡看台", command: ".go 3108 3834 29 571 0 0" },
        { name: "北风苔原--裂鞭遗迹", command: ".go 1363 5819 48 571 0 0" },
        { name: "北风苔原--远郡", command: ".go 2585 5286 42 571 0 0" },
        {
          name: "北风苔原--巫妖王圣城",
          command: ".go 3742.45 3696.68 48 571 0 0"
        },
        {
          name: "索拉查盆地--失落通道",
          command: ".go 4679.54 5534.24 30 571 0 0"
        },
        {
          name: "索拉查盆地--失落之地",
          command: ".go 6331.57 4225.2 -48 571 0 0"
        },
        {
          name: "索拉查盆地--矛生驻营",
          command: ".go 6628.95 5176.28 -40 571 0 0"
        },
        {
          name: "索拉查盆地--奈辛瓦里营地",
          command: ".go 5572.7 5747.09 -75 571 0 0"
        },
        { name: "索拉查盆地--雨颂者之篷", command: ".go 5676 4576 -136 571 0 0" },
        { name: "索拉查盆地--湖畔起落点", command: ".go 5506 4750 -190 571 0 0" },
        { name: "索拉查盆地--狂心之丘", command: ".go 5249 4513 -85 571 0 0" },
        { name: "索拉查盆地--天蓝蜂巢", command: ".go 4994 4313 -80 571 0 0" },
        { name: "索拉查盆地--炫触避风港", command: ".go 5239 5551 -94 571 0 0" },
        { name: "索拉查盆地--雾雨避难所", command: ".go 6175 4968 -94 571 0 0" },
        { name: "索拉查盆地--多里安前哨", command: ".go 6451 5084 -61 571 0 0" },
        { name: "冬拥湖--东炫工坊", command: ".go 4370 2351 382 571 0 0" },
        { name: "冬拥湖--西炫工坊", command: ".go 4377 3301 378 571 0 0" },
        { name: "冬拥湖--寒冽泥淖", command: ".go 5025 3683 365 571 0 0" },
        { name: "冬拥湖--联盟起始点", command: ".go 5100 2181 368 571 0 0" },
        { name: "冬拥湖--破碎神殿", command: ".go 4928.43 3341.9 377 571 0 0" },
        { name: "冰冠冰川--银白先锋驻地", command: ".go 6162 -62 388 571 0 0" },
        { name: "冰冠冰川--十字军之颠", command: ".go 6403 429 511 571 0 0" },
        { name: "冰冠冰川--魔怪之渊", command: ".go 7181 693 496 571 0 0" },
        { name: "冰冠冰川--死亡之门", command: ".go 6923 1338 401 571 0 0" },
        { name: "冰冠冰川--铁墙水坝", command: ".go 6317 1080 332 571 0 0" },
        { name: "冰冠冰川--依米海姆", command: ".go 7250 1658 438 571 0 0" },
        { name: "冰冠冰川--邪鄙堡", command: ".go 6545 1785 633 571 0 0" },
        { name: "冰冠冰川--冰冠城塞", command: ".go 6148 2233 512 571 0 0" },
        { name: "冰冠冰川--黑暗大教堂", command: ".go 6279 2463 497 571 0 0" },
        { name: "冰冠冰川--惊怖之门", command: ".go 6803 2228 581 571 0 0" },
        { name: "冰冠冰川--血肉作坊", command: ".go 6390 3243 663 571 0 0" },
        { name: "冰冠冰川--卓顿海姆", command: ".go 7033 4044 540 571 0 0" },
        { name: "冰冠冰川--巴拉加德堡垒", command: ".go 7062 4253 680 571 0 0" },
        { name: "冰冠冰川--死亡高岗", command: ".go 7417 4215 316 571 0 0" },
        { name: "冰冠冰川--突袭军港口", command: ".go 7478 4747 58 571 0 0" },
        { name: "冰冠冰川--尼约达村", command: ".go 7680 3701 650 571 0 0" },
        { name: "冰冠冰川--战伤尖塔", command: ".go 7225 3639 811 571 0 0" },
        { name: "冰冠冰川--英灵殿", command: ".go 8221 3532 628 571 0 0" },
        { name: "冰冠冰川--蛮荒岩台", command: ".go 8491 3127 589 571 0 0" },
        { name: "冰冠冰川--暗影穹殿", command: ".go 8346 2749 659 571 0 0" },
        { name: "冰冠冰川--荒寂之门", command: ".go 8116 1940 504 571 0 0" },
        { name: "冰冠冰川--静默警戒", command: ".go 7885 718 522 571 0 0" },
        { name: "风暴峭壁--华伦基尔", command: ".go 7475 311 773 571 0 0" },
        { name: "风暴峭壁--尼达维尼尔", command: ".go 7944 120 1029 571 0 0" },
        { name: "风暴峭壁--石崖避难所", command: ".go 8475 -336 908 571 0 0" },
        {
          name: "风暴峭壁--格鲁姆亚什失事地",
          command: ".go 7873 -739 1181 571 0 0"
        },
        { name: "风暴峭壁--废弃营地", command: ".go 7154 -747 892 571 0 0" },
        { name: "风暴峭壁--霜堡", command: ".go 6663 -257 964 571 0 0" },
        { name: "风暴峭壁--奥迪斯", command: ".go 7225 -459 949 571 0 0" },
        { name: "风暴峭壁--希弗尔达村", command: ".go 6777 -959 822 571 0 0" },
        { name: "风暴峭壁--k3", command: ".go 6189 -1053 413 571 0 0" },
        {
          name: "风暴峭壁--尖牙之渊(布伦希尔达村)",
          command: ".go 6954 -1657 815 571 0 0"
        },
        { name: "风暴峭壁--凛冬洞窟", command: ".go 7152 -2135 766 571 0 0" },
        { name: "风暴峭壁--斐雍之砧", command: ".go 7173 -3552 841 571 0 0" },
        { name: "风暴峭壁--雷殒之地", command: ".go 7753 -3305 868 571 0 0" },
        { name: "风暴峭壁--坦卡罗营地", command: ".go 7792 -2812 1219 571 0 0" },
        { name: "风暴峭壁--嚎风谷", command: ".go 8310 -2906 1069 571 0 0" },
        { name: "风暴峭壁--奥杜亚", command: ".go 8869 -1331 1035 571 0 0" },
        { name: "风暴峭壁--布莱恩营地", command: ".go 7465 -2460 762 571 0 0" },
        {
          name: "风暴峭壁--雪盲丘旁边一无名营地",
          command: ".go 6230 -643 416 571 0 0"
        },
        { name: "风暴峭壁--尖牙之渊", command: ".go 6950.2 -1639.9 811 571 0 0" },
        {
          name: "风暴峭壁--造物主动力核心",
          command: ".go 7335.6 -1001.6 909 571 0 0"
        },
        { name: "祖达克--圣光止境", command: ".go 5161 -2202 236 571 0 0" },
        { name: "祖达克--银白看台", command: ".go 5440 -2634 306 571 0 0" },
        { name: "祖达克--辛托加", command: ".go 5766 -3599 386 571 0 0" },
        { name: "祖达克--黝黑守望", command: ".go 5210 -1310 242 571 0 0" },
        { name: "祖达克--苦痛露天竞技场", command: ".go 5771 -2994 275 571 0 0" },
        { name: "祖达克--严寒止境", command: ".go 6547 -2245 315 571 0 0" },
        {
          name: "祖达克--瑟瑞姆之殁",
          command: ".go 5443.19 -1244.5 249 571 0 0"
        },
        {
          name: "祖达克--辛萨卡拉通道",
          command: ".go 4841.8 -1506.9 249 571 0 0"
        },
        { name: "祖达克--哈寇亚祭坛", command: ".go 5110.3 -4129.3 352 571 0 0" },
        { name: "晶歌森林--达拉然", command: ".go 5780.27 667.56 756 571 0 0" },
        { name: "晶歌森林--风行者瞰台", command: ".go 5056 -560 220 571 0 0" },
        { name: "晶歌森林--夺日者指挥者", command: ".go 5599 -671 209 571 0 0" },
        {
          name: "秘蓝岛--完整的逃生舱",
          command: ".go -4430.5 -11992.1 25.6 530  "
        },
        { name: "秘蓝岛--刺臂村", command: ".go -4549.8 -11693.9 30.4 530  " },
        { name: "秘蓝岛--秘银岛", command: ".go -4908.1 -11072.5 12.4 530  " },
        { name: "秘蓝岛--碧蓝岗哨", command: ".go -4189.4 -12512.8 44.3 530  " },
        { name: "秘蓝岛--止松要塞", command: ".go -3434.9 -12369.6 13.8 530  " },
        { name: "秘蓝岛--（库肯）", command: ".go -3142.8 -12531 -2 530  " },
        { name: "秘蓝岛--兽笼残骸", command: ".go -3321.8 -12691.3 21.7 530  " },
        { name: "秘蓝岛--灰烬林地", command: ".go -3358.3 -12930.1 6.4 530  " },
        { name: "秘蓝岛--淤泥海滩", command: ".go -3356.6 -11926.8 8.1 530  " },
        { name: "永歌森林--鹰翼广场旅馆 ", command: ".go 9473 -6857 18 530" },
        { name: "永歌森林--北部圣殿 ", command: ".go 9294 -6686 23 530" },
        { name: "永歌森林--西部圣殿 ", command: ".go 9154 -6298 20 530" },
        { name: "永歌森林--萦语水池 ", command: ".go 9254 -7229 17 530" },
        { name: "永歌森林--晴风村 ", command: ".go 8720 -6652 73 530" },
        { name: "永歌森林--阳帆港 ", command: ".go 8803 -6227 12 530" },
        { name: "永歌森林--静谧海岸 ", command: ".go 9133 -5890 7 530" },
        { name: "永歌森林--金色沙滩 ", command: ".go 8833 -5788 10 530" },
        { name: "永歌森林--萨瑟利尔庄园 ", command: ".go 8665 -6370 54 530" },
        { name: "永歌森林--金枝小径 ", command: ".go 8415 -6162 62 530" },
        { name: "永歌森林--法利萨斯符文石 ", command: ".go 8233 -6666 85 530" },
        { name: "永歌森林--杉多尔符文石 ", command: ".go 8287 -7220 138 530" },
        { name: "永歌森林--东部圣殿 ", command: ".go 8711 -7163 44 530" },
        { name: "永歌森林--远行者居所 ", command: ".go 8982 -7420 90 530" },
        { name: "永歌森林--塞布瓦萨 ", command: ".go 8521 -7634 154 530" },
        { name: "永歌森林--托尔瓦萨 ", command: ".go 8712 -8005 163 530" },
        { name: "永歌森林--苏伦的养殖场 ", command: ".go 9268 -7506 39 530" },
        { name: "永歌森林--达斯维瑟广场 ", command: ".go 9499 -7869 17 530" },
        { name: "幽魂之地--塔奎林 ", command: ".go 7584 -6823 86 530" },
        { name: "幽魂之地--日冕村 ", command: ".go 7944 -7210 136 530" },
        { name: "幽魂之地--苏伦达尔湖 ", command: ".go 7936 -7574 145 530" },
        { name: "幽魂之地--湖南小岛 ", command: ".go 7851 -7670 148 530" },
        { name: "幽魂之地--塞布索雷 ", command: ".go 7969 -7786 161 530" },
        { name: "幽魂之地--阿曼尼墓穴 ", command: ".go 7656 -7476 164 530" },
        { name: "幽魂之地--远行者营地 ", command: ".go 7612 -7668 154 530" },
        { name: "幽魂之地--安达洛斯 ", command: ".go 7992 -6568 62 530" },
        { name: "幽魂之地--金雾村 ", command: ".go 7835 -6111 22 530" },
        { name: "幽魂之地--沙兰蒂斯岛 ", command: ".go 7667 -5770 4 530" },
        { name: "幽魂之地--风行村 ", command: ".go 7328 -5843 37 530" },
        { name: "幽魂之地--风行者之塔 ", command: ".go 6981 -5902 28 530" },
        { name: "幽魂之地--幽光矿洞 ", command: ".go 7118 -6217 42 530" },
        { name: "幽魂之地--风行村 ", command: ".go 7328 -5843 37 530" },
        { name: "幽魂之地--安迪尔林庄园 ", command: ".go 7020 -6820 43 530" },
        { name: "幽魂之地--太阳圣殿 ", command: ".go 7193 -7097 57 530" },
        { name: "幽魂之地--晨星之塔 ", command: ".go 7882 -7912 183 530" },
        { name: "幽魂之地--月亮圣殿 ", command: ".go 7515 -6386 24 530" },
        { name: "幽魂之地--安泰拉斯 ", command: ".go 7488 -7274 99 530" },
        { name: "幽魂之地--安欧维恩 ", command: ".go 6891 -7228 37 530" },
        { name: "幽魂之地--塞布努瓦 ", command: ".go 6879 -7373 50 530" },
        { name: "幽魂之地--萨拉斯小径 ", command: ".go 6140 -7014 143 530" },
        { name: "幽魂之地--戴索姆 ", command: ".go 6686 -6523 39 530" },
        {
          name: "风景--翡翠圣地",
          command: ".go 3968.264648 -1290.036011 240.326889 1 0 0"
        },
        {
          name: "风景--时光之穴",
          command: ".go -8173.930176 -4737.463867 33.777351 1 0 0"
        },
        {
          name: "风景--双塔山",
          command: ".go -3331.353271 2225.728271 30.987701 1 0 0"
        },
        {
          name: "风景--梦境之树",
          command: ".go -2914.756104 1902.199341 34.741035 1 0 0"
        },
        {
          name: "风景--恐怖之岛",
          command: ".go 4603.946777 -3879.250977 944.183472 1 0 0"
        },
        {
          name: "风景--暴雪建设公司路障",
          command: ".go 5478.060059 -3730.850098 1593.439941 1 0 0"
        },
        {
          name: "风景--天涯海滩",
          command: ".go -9851.617188 -3608.474121 8.939731 1 0 0"
        },
        {
          name: "风景--安戈洛环形山",
          command: ".go -8562.09668 -2106.056641 8.852538 1 0 0"
        },
        {
          name: "风景--比吉尔的飞艇残骸",
          command: ".go -4014.003418 -3768.186523 42.123295 1 0 0"
        },
        {
          name: "风景--石堡瀑布",
          command: ".go -9481.493164 -3326.915283 8.864347 0 0 0"
        },
        {
          name: "风景--永歌森林",
          command: ".go 9336.900391 -7278.399902 13.6 530 0 0"
        },
        {
          name: "风景--艾克索达",
          command: ".go -4043.632813 -11933.28418 -0.057945 530 0 0"
        },
        {
          name: "风景--翠叶森林",
          command: ".go 2737.508057 -3318.57959 101.88282 169 0 0"
        },
        { name: "风景--GM之岛", command: ".go 16222.1 16252.1 12.5872 1 0 0" },
        {
          name: "艾尔文森林--北郡修道院",
          command: ".go -8910.172852 -143.489899 81.95047 0 0 0"
        },
        {
          name: "艾尔文森林--北郡山谷",
          command: ".go -9048.082031 -45.99345 88.318718 0 0 0"
        },
        {
          name: "艾尔文森林--北郡农场",
          command: ".go -9033.927734 -316.535065 73.659706 0 0 0"
        },
        {
          name: "艾尔文森林--回音山矿洞",
          command: ".go -8691.025391 -111.556549 89.19706 0 0 0"
        },
        {
          name: "艾尔文森林--闪金镇",
          command: ".go -9485.43457 65.195984 56.138119 0 0 0"
        },
        {
          name: "艾尔文森林--狮王之傲旅店",
          command: ".go -9469.452148 34.128082 56.964642 0 0 0"
        },
        {
          name: "艾尔文森林--水晶湖",
          command: ".go -9384.81543 -139.124481 58.044685 0 0 0"
        },
        {
          name: "艾尔文森林--玉石矿洞",
          command: ".go -9198.709961 -613.720947 60.858318 0 0 0"
        },
        {
          name: "艾尔文森林--阿祖拉之塔",
          command: ".go -9526.130859 -687.554016 62.168098 0 0 0"
        },
        {
          name: "艾尔文森林--石碑湖",
          command: ".go -9331.179688 -986.290527 66.546524 0 0 0"
        },
        {
          name: "艾尔文森林--英雄哨岗",
          command: ".go -9199.761719 -1059.466431 71.0206024 0 0 0"
        },
        {
          name: "艾尔文森林--东谷伐木场",
          command: ".go -9521.279297 -1260.203003 42.176197 0 0 0"
        },
        {
          name: "艾尔文森林--山颠之塔",
          command: ".go -9754.707031 -1369.488525 57.239059 0 0 0"
        },
        {
          name: "艾尔文森林--布莱克威尔南瓜田",
          command: ".go -9820.731445 -850.879089 39.796368 0 0 0"
        },
        {
          name: "艾尔文森林--杰罗德码头",
          command: ".go -9963.708984 -201.312515 23.802248 0 0 0"
        },
        {
          name: "艾尔文森林--马科伦农场",
          command: ".go -9970.500977 132.638519 33.748093 0 0 0"
        },
        {
          name: "艾尔文森林--法戈第矿洞",
          command: ".go -9903.123047 217.363403 15.450008 0 0 0"
        },
        {
          name: "艾尔文森林--斯通菲尔德农场",
          command: ".go -9935.703125 444.247498 34.61919 0 0 0"
        },
        {
          name: "艾尔文森林--林边空地",
          command: ".go -9814.926758 672.447327 32.374821 0 0 0"
        },
        {
          name: "艾尔文森林--西泉要塞",
          command: ".go -9672.835938 690.107483 36.459068 0 0 0"
        },
        {
          name: "艾尔文森林--明镜湖果园",
          command: ".go -9501.061523 509.878632 54.273876 0 0 0"
        },
        {
          name: "艾尔文森林--明镜湖",
          command: ".go -9410.946289 362.657166 50.933487 0 0 0"
        },
        {
          name: "艾尔文森林--英雄谷",
          command: ".go -9040.899414 451.377197 93.055832 0 0 0"
        },
        {
          name: "艾尔文森林--贸易区",
          command: ".go -8886.608398 574.733643 92.759056 0 0 0"
        },
        {
          name: "艾尔文森林--旧城区",
          command: ".go -8720.882813 406.099609 97.744759 0 0 0"
        },
        {
          name: "艾尔文森林--暴风要塞",
          command: ".go -8524.954102 437.384644 105.569412 0 0 0"
        },
        {
          name: "艾尔文森林--指挥室",
          command: ".go -8404.959961 288.071899 120.885521 0 0 0"
        },
        {
          name: "艾尔文森林--皇家画廊",
          command: ".go -8344.793945 514.297546 122.274437 0 0 0"
        },
        {
          name: "艾尔文森林--矮人区",
          command: ".go -8384.759766 630.868896 94.762863 0 0 0"
        },
        {
          name: "艾尔文森林--割喉小巷",
          command: ".go -8526.171875 595.036804 101.399025 0 0 0"
        },
        {
          name: "艾尔文森林--教堂广场",
          command: ".go -8623.195313 774.27655 96.651993 0 0 0"
        },
        {
          name: "艾尔文森林--光明大教堂",
          command: ".go -8556.608398 826.026306 106.526123 0 0 0"
        },
        {
          name: "艾尔文森林--花园",
          command: ".go -8742.264648 1063.290649 89.745056 0 0 0"
        },
        {
          name: "艾尔文森林--法师区",
          command: ".go -8929.279297 960.157776 117.309624 0 0 0"
        },
        {
          name: "艾尔文森林--已宰的羔羊",
          command: ".go -8960.111328 1007.083426 122.025322 0 0 0"
        },
        {
          name: "艾尔文森林--巫师圣殿",
          command: ".go -9005.530273 867.860413 129.692093 0 0 0"
        },
        {
          name: "艾尔文森林--法师区北部",
          command: ".go -8822.883789 799.746582 97.678642 0 0 0"
        },
        {
          name: "西部荒野--阿历克斯顿农场",
          command: ".go -10665.48633 1600.453857 42.24387 0 0 0"
        },
        {
          name: "西部荒野--匕首岭",
          command: ".go -11254.70215 1454.828003 89.188545 0 0 0"
        },
        {
          name: "西部荒野--尘埃平原",
          command: ".go -11175.01465 859.955078 40.461102 0 0 0"
        },
        {
          name: "西部荒野--迪蒙特荒野",
          command: ".go -11117.16016 1836.292236 41.341316 0 0 0"
        },
        {
          name: "西部荒野--佛布隆南瓜农场",
          command: ".go -9969.050781 1264.098145 41.00956 0 0 0"
        },
        {
          name: "西部荒野--贾森农场",
          command: ".go -9829.891602 936.601929 29.316401 0 0 0"
        },
        {
          name: "西部荒野--金海岸矿洞",
          command: ".go -10423.38672 1908.809082 7.298249 0 0 0"
        },
        {
          name: "西部荒野--摩尔森农场",
          command: ".go -10190.99512 1378.700684 37.427055 0 0 0"
        },
        {
          name: "西部荒野--萨丁农场",
          command: ".go -10107.21582 1183.88501 36.212529 0 0 0"
        },
        {
          name: "西部荒野--哨兵岭",
          command: ".go -10651.78906 1039.241821 33.53688 0 0 0"
        },
        {
          name: "西部荒野--斯特登的池塘",
          command: ".go -10745.53223 1461.572144 51.407936 0 0 0"
        },
        {
          name: "西部荒野--死亡矿井",
          command: ".go -11366.1709 1644.639771 72.82515 0 0 0"
        },
        {
          name: "西部荒野--死亡矿井",
          command: ".go -11079.88965 1526.485474 43.328812 0 0 0"
        },
        {
          name: "西部荒野--死亡农地",
          command: ".go -10856.19336 882.583252 32.69521 0 0 0"
        },
        {
          name: "西部荒野--塔",
          command: ".go -11117.07813 585.009033 34.329006 0 0 0"
        },
        {
          name: "西部荒野--西部荒野灯塔",
          command: ".go -11346.55469 1920.332153 1.255211 0 0 0"
        },
        {
          name: "西部荒野--月溪镇",
          command: ".go -11008.41016 1428.719283 43.033662 0 0 0"
        },
        {
          name: "西部荒野--詹戈洛德矿洞",
          command: ".go -10000.50586 1460.674683 40.942162 0 0 0"
        },
        {
          name: "西部荒野--长滩",
          command: ".go -9814.521484 2084.175537 0.271074 0 0 0"
        },
        {
          name: "暮色森林--暗色河滩",
          command: ".go -10033.33203 -1077.515137 27.878258 0 0 0"
        },
        {
          name: "暮色森林--腐草农场",
          command: ".go -10985.60059 202.408417 28.076729 0 0 0"
        },
        {
          name: "暮色森林--荒弃鬼屋",
          command: ".go -10325.63184 332.561188 59.045456 0 0 0"
        },
        {
          name: "暮色森林--寂静河岸",
          command: ".go -10390.5332 662.112915 30.138893 0 0 0"
        },
        {
          name: "暮色森林--静谧花园墓场",
          command: ".go -10959.84375 -1269.137085 51.993973 0 0 0"
        },
        {
          name: "暮色森林--烂果园",
          command: ".go -10928.4209 -887.636719 67.595924 0 0 0"
        },
        {
          name: "暮色森林--黎明墓穴",
          command: ".go -10356.43066 202.566818 34.49934 0 0 0"
        },
        {
          name: "暮色森林--黎明墓穴",
          command: ".go -10414.13672 401.249084 47.796284 0 0 0"
        },
        {
          name: "暮色森林--黎明森林",
          command: ".go -10582.88281 -447.85434 67.19265 0 0 0"
        },
        {
          name: "暮色森林--罗兰之墓",
          command: ".go -11072.53809 -1139.071411 42.781052 0 0 0"
        },
        {
          name: "暮色森林--密斯特曼托庄园",
          command: ".go -10333.97754 -1240.656372 35.045273 0 0 0"
        },
        {
          name: "暮色森林--乞丐鬼屋",
          command: ".go -10382.93359 -1523.196289 86.964012 0 0 0"
        },
        {
          name: "暮色森林--山洞",
          command: ".go -10627.61523 -1505.760254 90.507751 0 0 0"
        },
        {
          name: "暮色森林--沃古尔食人魔山东北",
          command: ".go -10998.5332 -215.233749 13.816486 0 0 0"
        },
        {
          name: "暮色森林--沃古尔食人魔山山洞",
          command: ".go -11081.95606 -81.640564 16.876278 0 0 0"
        },
        {
          name: "暮色森林--乌鸦岭",
          command: ".go -10754.12305 305.236237 38.7451239 0 0 0"
        },
        {
          name: "暮色森林--乌鸦岭墓地",
          command: ".go -10534.22363 296.850311 30.900393 0 0 0"
        },
        {
          name: "暮色森林--小屋",
          command: ".go -10777.74609 -1360.478638 38.268299 0 0 0"
        },
        {
          name: "暮色森林--血鸦旅店",
          command: ".go -10540.39258 -1159.573242 28.086548 0 0 0"
        },
        {
          name: "暮色森林--阳光树林",
          command: ".go -10373.60742 -883.150146 47.311764 0 0 0"
        },
        {
          name: "暮色森林--夜色镇",
          command: ".go -10476.79297 -1181.04126 27.636856 0 0 0"
        },
        {
          name: "暮色森林--夜色镇大厅",
          command: ".go -10560.18457 -1127.276489 30.066984 0 0 0"
        },
        {
          name: "暮色森林--约根农场",
          command: ".go -11016.77441 -453.717926 30.589968 0 0 0"
        },
        {
          name: "荆棘谷--阿博拉兹废墟",
          command: ".go -13578.66699 -220.414993 27.802805 0 0 0"
        },
        {
          name: "荆棘谷--暗礁海",
          command: ".go -12237.76856 619.100647 -1.654741 0 0 0"
        },
        {
          name: "荆棘谷--巴拉尔废墟",
          command: ".go -11994.87988 375.628632 2.282621 0 0 0"
        },
        {
          name: "荆棘谷--巴里亚曼废墟",
          command: ".go -12535.36719 -679.43103 40.592953 0 0 0"
        },
        {
          name: "荆棘谷--薄雾山谷",
          command: ".go -13905.69922 56.986122 16.543552 0 0 0"
        },
        {
          name: "荆棘谷--藏宝海湾",
          command: ".go -14319.75879 444.777252 23.031933 0 0 0"
        },
        {
          name: "荆棘谷--储藏室",
          command: ".go -11518.97559 -693.926575 35.805275 0 0 0"
        },
        {
          name: "荆棘谷--大竞技场",
          command: ".go -13214.45606 248.443161 21.858553 0 0 0"
        },
        {
          name: "荆棘谷--反抗军营地",
          command: ".go -11374.43848 -217.062119 75.224823 0 0 0"
        },
        {
          name: "荆棘谷--风险投资公司工作中心",
          command: ".go -11912.89648 -507.963043 12.615028 0 0 0"
        },
        {
          name: "荆棘谷--风险投资公司营地",
          command: ".go -12073.45898 -495.630768 12.5329 0 0 0"
        },
        {
          name: "荆棘谷--伽什废墟",
          command: ".go -11840.91699 116.759071 15.616394 0 0 0"
        },
        {
          name: "荆棘谷--港务局",
          command: ".go -14356.12109 414.062592 6.626399 0 0 0"
        },
        {
          name: "荆棘谷--格罗姆高营地",
          command: ".go -12307.48047 184.585495 5.92324 0 0 0"
        },
        {
          name: "荆棘谷--古拉巴什竞技场",
          command: ".go -13289.35352 118.628067 24.414938 0 0 0"
        },
        {
          name: "荆棘谷--哈圭罗岛",
          command: ".go -14528.08203 -110.311684 1.18759 0 0 0"
        },
        {
          name: "荆棘谷--加尼罗哨站",
          command: ".go -14155.77441 684.118896 10.815955 0 0 0"
        },
        {
          name: "荆棘谷--荆棘谷海角",
          command: ".go -13024.14551 -214.137238 -10.437173 0 0 0"
        },
        {
          name: "荆棘谷--卡莱废墟",
          command: ".go -12130.43555 22.67066 -4.295383 0 0 0"
        },
        {
          name: "荆棘谷--库尔森的营地",
          command: ".go -11619.21875 -557.092896 32.492764 0 0 0"
        },
        {
          name: "荆棘谷--灵魂之穴",
          command: ".go -13771.35938 -6.7145 42.631298 0 0 0"
        },
        {
          name: "荆棘谷--蛮荒海岸",
          command: ".go -14439.09766 95.305679 5.824598 0 0 0"
        },
        {
          name: "荆棘谷--米扎废墟",
          command: ".go -12472.99805 -99.269424 16.590702 0 0 0"
        },
        {
          name: "荆棘谷--莫什奥格食人魔山",
          command: ".go -12335.64746 -945.457153 10.297465 0 0 0"
        },
        {
          name: "荆棘谷--纳菲瑞提湖",
          command: ".go -11997.72168 -357.974518 10.690614 0 0 0"
        },
        {
          name: "荆棘谷--纳克迈尼圣泉",
          command: ".go -13845.7207 438.290924 89.238724 0 0 0"
        },
        {
          name: "荆棘谷--奈辛瓦里远征队营地",
          command: ".go -11684.65234 -86.664253 18.218039 0 0 0"
        },
        {
          name: "荆棘谷--南野人海岸",
          command: ".go -13294.28906 524.819641 2.732964 0 0 0"
        },
        {
          name: "荆棘谷--山洞",
          command: ".go -13086.16699 -467.407257 46.120087 0 0 0"
        },
        {
          name: "荆棘谷--山洞",
          command: ".go -13046.01172 -626.910461 53.38377 0 0 0"
        },
        {
          name: "荆棘谷--水晶海岸",
          command: ".go -13824.91309 -235.20488 0.497648 0 0 0"
        },
        {
          name: "荆棘谷--水晶矿洞",
          command: ".go -13312.20508 -409.881653 13.932093 0 0 0"
        },
        {
          name: "荆棘谷--水手之家旅店",
          command: ".go -14462.16309 489.314697 15.119834 0 0 0"
        },
        {
          name: "荆棘谷--血帆营地",
          command: ".go -13467.92285 764.785034 1.07945 0 0 0"
        },
        {
          name: "荆棘谷--野人海岸",
          command: ".go -12000.01953 805.784302 1.31086 0 0 0"
        },
        {
          name: "荆棘谷--尤亚姆巴岛",
          command: ".go -11840.93262 1287.450439 2.164258 0 0 0"
        },
        {
          name: "荆棘谷--赞塔加废墟",
          command: ".go -12729.86426 -501.066437 28.778458 0 0 0"
        },
        {
          name: "荆棘谷--朱布瓦尔废墟",
          command: ".go -13296.65039 26.136909 20.480865 0 0 0"
        },
        {
          name: "荆棘谷--祖丹亚废墟",
          command: ".go -11677.42481 889.951294 5.285533 0 0 0"
        },
        {
          name: "荆棘谷--祖尔格拉布",
          command: ".go -11916.36621 -1015.643738 69.247841 0 0 0"
        },
        {
          name: "荆棘谷--祖昆达废墟",
          command: ".go -11650.12695 480.999176 42.755688 0 0 0"
        },
        {
          name: "荆棘谷--祖玛维废墟",
          command: ".go -12852.15978 -595.27887 55.048496 0 0 0"
        },
        {
          name: "逆风小径--埃瑞丁营地",
          command: ".go -10485.09766 -2136.681152 90.827896 0 0 0"
        },
        {
          name: "逆风小径--沉睡峡谷",
          command: ".go -10678.03125 -2064.124756 120.31279 0 0 0"
        },
        {
          name: "逆风小径--格罗高克营地",
          command: ".go -11109.82129 -2330.706543 118.073723 0 0 0"
        },
        {
          name: "逆风小径--卡拉赞",
          command: ".go -11155.69141 -2150.564453 64.685211 0 0 0"
        },
        {
          name: "逆风小径--摩根墓场",
          command: ".go -11117.11719 -1832.039551 71.864166 0 0 0"
        },
        {
          name: "逆风小径--墓穴",
          command: ".go -11068.94141 -1828.455933 60.256535 0 0 0"
        },
        {
          name: "逆风小径--逆风谷",
          command: ".go -10559.3916 -1781.108398 94.573662 0 0 0"
        },
        {
          name: "逆风小径--山洞",
          command: ".go -10888.72168 -2292.538574 117.131035 0 0 0"
        },
        {
          name: "逆风小径--山洞",
          command: ".go -10900.98535 -2164.574219 117.131409 0 0 0"
        },
        {
          name: "逆风小径--死者十字",
          command: ".go -10461.08496 -1720.555298 84.109657 0 0 0"
        },
        {
          name: "逆风小径--主宰的庇护所",
          command: ".go -11172.11816 -2028.42627 48.08543 0 0 0"
        },
        {
          name: "逆风小径--罪恶谷",
          command: ".go -10822.31738 -2140.990234 121.96434 0 0 0"
        },
        {
          name: "悲伤沼泽--阿塔哈卡神庙",
          command: ".go -10474.20313 -3816.733887 28.993313 0 0 0"
        },
        {
          name: "悲伤沼泽--避难营",
          command: ".go -10150.78125 -2843.034668 21.71052 0 0 0"
        },
        {
          name: "悲伤沼泽--洞穴",
          command: ".go -10109.47363 -2401.505371 30.00495 0 0 0"
        },
        {
          name: "悲伤沼泽--断矛路口",
          command: ".go -10388.31152 -2702.241455 21.67766 0 0 0"
        },
        {
          name: "悲伤沼泽--禁忌之海",
          command: ".go -10916.59961 -4414.881836 12.586812 0 0 0"
        },
        {
          name: "悲伤沼泽--泪水之池",
          command: ".go -10519.80566 -3636.429199 20.24194 0 0 0"
        },
        {
          name: "悲伤沼泽--流沙泥潭",
          command: ".go -10252.92285 -2982.211914 21.18548 0 0 0"
        },
        {
          name: "悲伤沼泽--芦苇岗哨",
          command: ".go -10838.19824 -4037.26001 22.438951 0 0 0"
        },
        {
          name: "悲伤沼泽--芦苇海滩",
          command: ".go -10265.80957 -4374.583984 2.265512 0 0 0"
        },
        {
          name: "悲伤沼泽--迷雾谷",
          command: ".go -10244.25977 -2612.896484 28.615725 0 0 0"
        },
        {
          name: "悲伤沼泽--农田避难所",
          command: ".go -10021.57031 -3522.694824 21.688553 0 0 0"
        },
        {
          name: "悲伤沼泽--斯通纳德",
          command: ".go -10459.01856 -3181.223389 20.178005 0 0 0"
        },
        {
          name: "悲伤沼泽--雄鹿沼泽",
          command: ".go -10776.21387 -3756.485596 22.995041 0 0 0"
        },
        {
          name: "悲伤沼泽--雄鹿沼泽洞穴",
          command: ".go -10776.21387 -3756.485596 22.995041 0 0 0"
        },
        {
          name: "悲伤沼泽--伊萨里奥斯的洞穴",
          command: ".go -10653.91113 -2528.791504 25.705133 0 0 0"
        },
        {
          name: "悲伤沼泽--忧伤湿地",
          command: ".go -10314.97559 -4087.049805 21.773685 0 0 0"
        },
        {
          name: "诅咒之地--风暴祭坛",
          command: ".go -11338.24902 -2554.588623 87.492683 0 0 0"
        },
        {
          name: "诅咒之地--腐烂之痕",
          command: ".go -11813.8125 -2761.226807 7.37535 0 0 0"
        },
        {
          name: "诅咒之地--黑暗之门",
          command: ".go -11655.63867 -3215.724365 21.911709 0 0 0"
        },
        {
          name: "诅咒之地--黑暗之门",
          command: ".go -11849.03125 -3201.170654 -28.88509 0 0 0"
        },
        {
          name: "诅咒之地--巨槌岗哨",
          command: ".go -11513.15727 -2848.605225 6.028086 0 0 0"
        },
        {
          name: "诅咒之地--巨槌要塞",
          command: ".go -10985.87207 -2775.206299 4.750332 0 0 0"
        },
        {
          name: "诅咒之地--盘蛇谷",
          command: ".go -11307.70703 -3412.548584 7.525021 0 0 0"
        },
        {
          name: "诅咒之地--守望堡",
          command: ".go -11015.2627 -3324.386963 61.545697 0 0 0"
        },
        {
          name: "诅咒之地--污染者高地",
          command: ".go -11315.2168 -2986.860352 5.775012 0 0 0"
        },
        {
          name: "诅咒之地--要塞军械库",
          command: ".go -10830.36035 -3045.752197 47.60463 0 0 0"
        },
        {
          name: "诅咒之地--要塞军械库",
          command: ".go -10904.01465 -3173.027588 49.592358 0 0 0"
        },
        {
          name: "赤脊山--奥瑟尔伐木场",
          command: ".go -9182.730469 -2797.670654 92.208328 0 0 0"
        },
        {
          name: "赤脊山--赤脊峡谷",
          command: ".go -9056.637695 -2439.660889 127.519157 0 0 0"
        },
        {
          name: "赤脊山--湖边大道",
          command: ".go -9690.485352 -2125.106006 57.772667 0 0 0"
        },
        {
          name: "赤脊山--湖畔镇",
          command: ".go -9272.323242 -2245.677734 64.047493 0 0 0"
        },
        {
          name: "赤脊山--湖畔镇大厅",
          command: ".go -9232.900391 -2212.317383 66.178474 0 0 0"
        },
        {
          name: "赤脊山--湖畔镇旅店",
          command: ".go -9243.139648 -2149.346924 64.340828 0 0 0"
        },
        {
          name: "赤脊山--加拉德尔山谷",
          command: ".go -9187.816406 -3185.938965 100.940468 0 0 0"
        },
        {
          name: "赤脊山--瑞斯班洞穴",
          command: ".go -9044.435547 -1995.412354 141.155182 0 0 0"
        },
        {
          name: "赤脊山--三角路口",
          command: ".go -9607.12207 -1887.35498 58.473827 0 0 0"
        },
        {
          name: "赤脊山--山洞",
          command: ".go -9071.280273 -3221.930664 101.888214 0 0 0"
        },
        {
          name: "赤脊山--石堡",
          command: ".go -9336.290039 -3025.441406 135.30896 0 0 0"
        },
        {
          name: "赤脊山--石堡高塔",
          command: ".go -9301.411133 -2973.143555 124.375023 0 0 0"
        },
        {
          name: "赤脊山--石堡瀑布",
          command: ".go -9481.493164 -3326.915283 8.864347 0 0 0"
        },
        {
          name: "赤脊山--石堡要塞",
          command: ".go -9387.985352 -3034.455078 139.434662 0 0 0"
        },
        {
          name: "赤脊山--撕裂者山谷",
          command: ".go -9787.455078 -3219.949463 58.608807 0 0 0"
        },
        {
          name: "赤脊山--撕裂者营地",
          command: ".go -8779.171875 -2417.660156 156.321426 0 0 0"
        },
        {
          name: "赤脊山--撕裂者之石",
          command: ".go -8678.498047 -2302.960693 155.916489 0 0 0"
        },
        {
          name: "赤脊山--伊尔加拉之塔",
          command: ".go -9238.444336 -3342.777588 110.899071 0 0 0"
        },
        {
          name: "赤脊山--止水湖",
          command: ".go -9353.53125 -2289.553467 71.62706 0 0 0"
        },
        {
          name: "燃烧平原--德拉考达尔",
          command: ".go -8187.562012 -1086.336792 149.453491 0 0 0"
        },
        {
          name: "燃烧平原--风暴祭坛",
          command: ".go -7623.330078 -719.590881 182.750671 0 0 0"
        },
        {
          name: "燃烧平原--黑石山山脚",
          command: ".go -8018.6875 -1211.623413 141.613876 0 0 0"
        },
        {
          name: "燃烧平原--黑石山南正门",
          command: ".go -7810.536621 -1133.2854 214.552567 0 0 0"
        },
        {
          name: "燃烧平原--黑石小径",
          command: ".go -8539.129883 -2560.636719 133.148483 0 0 0"
        },
        {
          name: "燃烧平原--黑石要塞",
          command: ".go -7743.434652 -1535.697632 133.104965 0 0 0"
        },
        {
          name: "燃烧平原--滑石",
          command: ".go -7661.986328 -2998.036377 137.770447 0 0 0"
        },
        {
          name: "燃烧平原--灰烬之柱",
          command: ".go -8083.056152 -1814.512207 141.146088 0 0 0"
        },
        {
          name: "燃烧平原--巨槌石东北洞",
          command: ".go -7783.771484 -2706.059082 173.49123 0 0 0"
        },
        {
          name: "燃烧平原--巨槌石西南洞",
          command: ".go -7967.443359 -2504.342773 134.133987 0 0 0"
        },
        {
          name: "燃烧平原--巨槌石中部山顶洞",
          command: ".go -7918.541504 -2627.613525 221.168015 0 0 0"
        },
        {
          name: "燃烧平原--烈焰峰",
          command: ".go -7557.453613 -2170.539795 157.00441 0 0 0"
        },
        {
          name: "燃烧平原--龙翼小径",
          command: ".go -7516.282227 -2763.493164 172.965469 0 0 0"
        },
        {
          name: "燃烧平原--摩根的岗哨",
          command: ".go -8305.769531 -2724.605469 171.748734 0 0 0"
        },
        {
          name: "燃烧平原--山洞",
          command: ".go -8401.899414 -1201.528931 187.228165 0 0 0"
        },
        {
          name: "燃烧平原--索瑞森废墟",
          command: ".go -7893.074219 -2264.860107 137.227448 0 0 0"
        },
        {
          name: "灼热峡谷--尘火谷",
          command: ".go -6641.825195 -1919.345581 244.150452 0 0 0"
        },
        {
          name: "灼热峡谷--大熔炉",
          command: ".go -6767.51123 -1539.137939 195.086456 0 0 0"
        },
        {
          name: "灼热峡谷--观火岭",
          command: ".go -6646.396973 -845.87323 246.784317 0 0 0"
        },
        {
          name: "灼热峡谷--黑石山",
          command: ".go -7321.030273 -1081.42627 277.068909 0 0 0"
        },
        {
          name: "灼热峡谷--黑炭谷",
          command: ".go -7255.675781 -800.878845 297.135345 0 0 0"
        },
        {
          name: "灼热峡谷--灰烬之海",
          command: ".go -7091.478516 -1395.361084 241.675995 0 0 0"
        },
        {
          name: "灼热峡谷--煤渣挖掘场",
          command: ".go -7005.156738 -1699.27478 243.266525 0 0 0"
        },
        {
          name: "灼热峡谷--溶渣之池",
          command: ".go -6894.227051 -1245.758545 178.854172 0 0 0"
        },
        {
          name: "灼热峡谷--瑟银哨塔",
          command: ".go -6488.091309 -1099.190186 300.73605 0 0 0"
        },
        {
          name: "灼热峡谷--山洞",
          command: ".go -7271.695313 -1940.598633 295.829803 0 0 0"
        },
        {
          name: "灼热峡谷--石坝小径",
          command: ".go -6352.202637 -2084.419922 243.50705 0 0 0"
        },
        {
          name: "灼热峡谷--制皮匠营地",
          command: ".go -7172.608398 -1719.007935 244.232681 0 0 0"
        },
        {
          name: "荒芜之地--埃格蒙德的营地",
          command: ".go -6959.876465 -3350.5354 241.796417 0 0 0"
        },
        {
          name: "荒芜之地--奥达曼尘风峡谷入口",
          command: ".go -6611.882324 -3699.785156 267.358429 0 0 0"
        },
        {
          name: "荒芜之地--奥达曼遗迹入口",
          command: ".go -6092.072266 -3181.80249 256.049896 0 0 0"
        },
        {
          name: "荒芜之地--博夫营地",
          command: ".go -7064.213379 -3585.535889 241.666443 0 0 0"
        },
        {
          name: "荒芜之地--尘风峡谷",
          command: ".go -6368.618164 -3636.923828 241.736328 0 0 0"
        },
        {
          name: "荒芜之地--火山洞穴",
          command: ".go -7290.671387 -2280.395752 244.597153 0 0 0"
        },
        {
          name: "荒芜之地--巨牙谷",
          command: ".go -6815.939453 -3111.27417 244.615234 0 0 0"
        },
        {
          name: "荒芜之地--卡格营地",
          command: ".go -7118.928223 -2386.67041 241.665588 0 0 0"
        },
        {
          name: "荒芜之地--卡加斯",
          command: ".go -6720.107422 -2213.258057 257.920624 0 0 0"
        },
        {
          name: "荒芜之地--柯什营地",
          command: ".go -6279.156738 -3681.18457 244.143509 0 0 0"
        },
        {
          name: "荒芜之地--苦痛堡垒",
          command: ".go -6398.819824 -3161.79834 300.563171 0 0 0"
        },
        {
          name: "荒芜之地--莱瑟罗峡谷",
          command: ".go -6524.688477 -4109.369629 263.942078 0 0 0"
        },
        {
          name: "荒芜之地--漫尘盆地",
          command: ".go -6661.144043 -2920.355713 241.48381 0 0 0"
        },
        {
          name: "荒芜之地--圣者之陵",
          command: ".go -6943.236328 -2459.40625 240.743546 0 0 0"
        },
        {
          name: "荒芜之地--铁趾挖掘场",
          command: ".go -6396.550293 -3365.700684 241.664673 0 0 0"
        },
        {
          name: "荒芜之地--瓦格营地",
          command: ".go -6770.67334 -2782.692383 242.86142 0 0 0"
        },
        {
          name: "荒芜之地--雾气平原",
          command: ".go -7079.386719 -2806.176758 241.825954 0 0 0"
        },
        {
          name: "荒芜之地--造物者遗迹",
          command: ".go -6097.586914 -3292.86499 258.800598 0 0 0"
        },
        {
          name: "洛克莫丹--奥加兹岗哨",
          command: ".go -4803.326172 -2713.245605 327.188904 0 0 0"
        },
        {
          name: "洛克莫丹--北门小径",
          command: ".go -4800.963379 -2532.212646 353.777161 0 0 0"
        },
        {
          name: "洛克莫丹--丹奥加兹",
          command: ".go -4685.43457 -2698.234131 318.714233 0 0 0"
        },
        {
          name: "洛克莫丹--国王谷",
          command: ".go -6022.089844 -2500.890869 309.110748 0 0 0"
        },
        {
          name: "洛克莫丹--灰爪山",
          command: ".go -5646.226074 -3044.334473 385.923615 0 0 0"
        },
        {
          name: "洛克莫丹--巨石水坝",
          command: ".go -4739.258301 -3516.560791 310.237885 0 0 0"
        },
        {
          name: "洛克莫丹--烈酒旅店",
          command: ".go -5367.014648 -2961.59668 326.501953 0 0 0"
        },
        {
          name: "洛克莫丹--洛克湖",
          command: ".go -5039.319336 -3383.17627 296.848022 0 0 0"
        },
        {
          name: "洛克莫丹--旅行者营地",
          command: ".go -5626.266602 -4317.916504 401.09082 0 0 0"
        },
        {
          name: "洛克莫丹--莫格罗什要塞西北洞",
          command: ".go -4876.597656 -3895.186035 303.595093 0 0 0"
        },
        {
          name: "洛克莫丹--莫格罗什要塞东北洞",
          command: ".go -4855.33252 -4038.226563 314.352264 0 0 0"
        },
        {
          name: "洛克莫丹--莫格罗什要塞东南洞",
          command: ".go -4951.822754 -4025.400391 300.361725 0 0 0"
        },
        {
          name: "洛克莫丹--南门小径",
          command: ".go -5642.432617 -2535.738281 375.264832 0 0 0"
        },
        {
          name: "洛克莫丹--塞尔萨玛",
          command: ".go -5393.451172 -2908.788818 338.125641 0 0 0"
        },
        {
          name: "洛克莫丹--山洞奥加兹岗哨",
          command: ".go -5037.686035 -2682.834717 319.055328 0 0 0"
        },
        {
          name: "洛克莫丹--山洞旅行者营地北边",
          command: ".go -5447.24707 -4152.497559 392.304596 0 0 0"
        },
        {
          name: "洛克莫丹--山洞铁环挖掘场",
          command: ".go -5828.248047 -3685.155518 362.624664 0 0 0"
        },
        {
          name: "洛克莫丹--碎石怪之谷",
          command: ".go -6024.587891 -2973.192871 402.419708 0 0 0"
        },
        {
          name: "洛克莫丹--碎石怪之谷",
          command: ".go -6049.30127 -3012.59082 402.352753 0 0 0"
        },
        {
          name: "洛克莫丹--铁环挖掘场",
          command: ".go -5629.020996 -3786.145508 322.453278 0 0 0"
        },
        {
          name: "洛克莫丹--银泉矿洞",
          command: ".go -4801.86377 -2930.12085 328.755127 0 0 0"
        },
        {
          name: "丹莫罗--北门哨岗",
          command: ".go -5164.955566 -2294.10498 400.491425 0 0 0"
        },
        {
          name: "丹莫罗--北门小径",
          command: ".go -5282.820313 -2189.234131 425.187134 0 0 0"
        },
        {
          name: "丹莫罗--冰斧要塞",
          command: ".go -5546.966797 580.726685 395.009094 0 0 0"
        },
        {
          name: "丹莫罗--冻石农场",
          command: ".go -5550.239746 -1314.510986 398.527832 0 0 0"
        },
        {
          name: "丹莫罗--冻土岭",
          command: ".go -5798.541504 -1240.008789 378.511871 0 0 0"
        },
        {
          name: "丹莫罗--钢架补给站",
          command: ".go -5474.624512 -665.893433 392.673706 0 0 0"
        },
        {
          name: "丹莫罗--古博拉采掘场",
          command: ".go -5687.608398 -1541.578247 390.305573 0 0 0"
        },
        {
          name: "丹莫罗--古博拉矿场",
          command: ".go -5702.78418 -1691.547485 360.795044 0 0 0"
        },
        {
          name: "丹莫罗--寒风峡谷",
          command: ".go -5629.038086 -40.698631 421.215454 0 0 0"
        },
        {
          name: "丹莫罗--寒风峡谷",
          command: ".go -5567.677246 89.160843 485.700409 0 0 0"
        },
        {
          name: "丹莫罗--寒脊山小径",
          command: ".go -6230.48291 126.602158 430.8479 0 0 0"
        },
        {
          name: "丹莫罗--灰色洞穴",
          command: ".go -5676.641602 -291.254791 370.041534 0 0 0"
        },
        {
          name: "丹莫罗--卡拉诺斯",
          command: ".go -5547.774902 -478.143524 397.491364 0 0 0"
        },
        {
          name: "丹莫罗--盔枕湖",
          command: ".go -5596.181152 -2000.004761 396.157257 0 0 0"
        },
        {
          name: "丹莫罗--雷酒酿制厂",
          command: ".go -5581.21875 -510.668091 404.373901 0 0 0"
        },
        {
          name: "丹莫罗--烈酒村",
          command: ".go -5405.804688 312.087067 396.200165 0 0 0"
        },
        {
          name: "丹莫罗--南门哨岗",
          command: ".go -5515.861816 -2420.990967 400.491333 0 0 0"
        },
        {
          name: "丹莫罗--南门小径",
          command: ".go -5637.251465 -2242.131104 424.763672 0 0 0"
        },
        {
          name: "丹莫罗--诺莫瑞根",
          command: ".go -5334.266113 526.011414 384.770111 0 0 0"
        },
        {
          name: "丹莫罗--诺莫瑞根",
          command: ".go -5184.30957 611.141357 408.963531 0 0 0"
        },
        {
          name: "丹莫罗--山洞",
          command: ".go -5272.711426 -61.799805 399.464417 0 0 0"
        },
        {
          name: "丹莫罗--闪光岭",
          command: ".go -5046.536621 -262.596741 441.277435 0 0 0"
        },
        {
          name: "丹莫罗--霜鬃巨魔要塞",
          command: ".go -5558.643066 442.100128 389.120758 0 0 0"
        },
        {
          name: "丹莫罗--铁环营地",
          command: ".go -5823.983887 -1994.600708 403.253571 0 0 0"
        },
        {
          name: "丹莫罗--铁炉堡大门",
          command: ".go -5052.00488 -792.478638 495.127136 0 0 0"
        },
        {
          name: "丹莫罗--雾松避难所",
          command: ".go -5389.106445 -1052.171753 391.903595 0 0 0"
        },
        {
          name: "丹莫罗--涌冰湖",
          command: ".go -5208.062012 60.17173 386.111023 0 0 0"
        },
        {
          name: "寒脊山谷--安威玛尔",
          command: ".go -6131.740723 384.029053 395.542328 0 0 0"
        },
        {
          name: "寒脊山谷--寒脊山谷",
          command: ".go -6484.243164 492.811401 386.780701 0 0 0"
        },
        {
          name: "铁炉堡--大锻炉",
          command: ".go -4838.382813 -1054.447632 502.188263 0 0 0"
        },
        {
          name: "铁炉堡--工匠区",
          command: ".go -4829.191406 -1270.335449 501.867798 0 0 0"
        },
        {
          name: "铁炉堡--荒弃洞穴",
          command: ".go -4634.108887 -1112.21814 501.326691 0 0 0"
        },
        {
          name: "铁炉堡--军事区",
          command: ".go -5023.170898 -1253.825195 505.300598 0 0 0"
        },
        {
          name: "铁炉堡--秘法区",
          command: ".go -4626.613281 -926.345825 502.766602 0 0 0"
        },
        {
          name: "铁炉堡--平民区",
          command: ".go -4912.776855 -964.486084 501.47879 0 0 0"
        },
        {
          name: "铁炉堡--探险者大厅",
          command: ".go -4676.86377 -1250.329834 501.992523 0 0 0"
        },
        {
          name: "铁炉堡--图书馆",
          command: ".go -4646.894043 -1286.124023 503.38.1409 0 0 0"
        },
        {
          name: "湿地--巴拉丁海湾",
          command: ".go -3887.893555 -612.491882 5.258326 0 0 0"
        },
        {
          name: "湿地--丹奥加兹",
          command: ".go -4086.460693 -2654.887207 37.304836 0 0 0"
        },
        {
          name: "湿地--丹莫德",
          command: ".go -2612.347168 -2442.916504 79.2276 0 0 0"
        },
        {
          name: "湿地--恶铁岭",
          command: ".go -2907.135498 -2910.193604 32.193844 0 0 0"
        },
        {
          name: "湿地--格瑞姆巴托",
          command: ".go -4073.651611 -3459.182373 281.387146 0 0 0"
        },
        {
          name: "湿地--黑水沼泽",
          command: ".go -3423.950439 -1430.134399 9.188836 0 0 0"
        },
        {
          name: "湿地--恐龙岭",
          command: ".go -3133.906494 -3243.957275 63.397507 0 0 0"
        },
        {
          name: "湿地--蓝腮沼泽",
          command: ".go -3214.845947 -1300.179077 8.432158 0 0 0"
        },
        {
          name: "湿地--龙喉大门",
          command: ".go -3421.886963 -3583.295166 47.030216 0 0 0"
        },
        {
          name: "湿地--绿带草地",
          command: ".go -3169.583252 -2558.709229 9.721704 0 0 0"
        },
        {
          name: "湿地--米奈希尔城堡",
          command: ".go -3696.465576 -817.124817 10.24102 0 0 0"
        },
        {
          name: "湿地--米奈希尔港",
          command: ".go -3770.898438 -739.063354 8.043481 0 0 0"
        },
        {
          name: "湿地--米奈希尔海湾",
          command: ".go -3592.110107 -871.158813 12.984067 0 0 0"
        },
        {
          name: "湿地--怒牙营地",
          command: ".go -3613.029541 -2546.774414 50.897808 0 0 0"
        },
        {
          name: "湿地--怒牙营地",
          command: ".go -3369.219482 -2326.147705 62.582306 0 0 0"
        },
        {
          name: "湿地--日落沼泽",
          command: ".go -2892.274902 -1504.084473 9.509405 0 0 0"
        },
        {
          name: "湿地--萨多尔大桥",
          command: ".go -2510.215576 -2491.666504 82.986076 0 0 0"
        },
        {
          name: "湿地--瑟根石",
          command: ".go -3908.855469 -2604.178467 41.773479 0 0 0"
        },
        {
          name: "湿地--山洞",
          command: ".go -4259.339355 -2978.979248 11.188476 0 0 0"
        },
        {
          name: "湿地--山洞口",
          command: ".go -3544.942871 -1976.284912 116.914734 0 0 0"
        },
        {
          name: "湿地--深水旅店",
          command: ".go -3804.276123 -825.832703 10.093757 0 0 0"
        },
        {
          name: "湿地--铁须之墓",
          command: ".go -2882.541016 -2217.028809 23.191084 0 0 0"
        },
        {
          name: "湿地--维尔加挖掘场",
          command: ".go -3528.74707 -1916.561157 39.243389 0 0 0"
        },
        {
          name: "湿地--藓皮沼泽",
          command: ".go -3766.43457 -2877.297852 11.250911 0 0 0"
        },
        {
          name: "湿地--盐沫沼泽",
          command: ".go -2809.137939 -1695.593994 10.115519 0 0 0"
        },
        {
          name: "阿拉希高地--阿拉索之塔",
          command: ".go -1759.415527 -1538.585449 64.82093 0 0 0"
        },
        {
          name: "阿拉希高地--避难谷地",
          command: ".go -1229.860352 -2545.07959 21.180079 0 0 0"
        },
        {
          name: "阿拉希高地--博德戈尔",
          command: ".go -1194.90332 -2191.461182 55.046364 0 0 0"
        },
        {
          name: "阿拉希高地--达比雷农场",
          command: ".go -1134.455688 -2858.889648 42.353508 0 0 0"
        },
        {
          name: "阿拉希高地--东部禁锢法阵",
          command: ".go -895.554321 -3183.051025 67.056854 0 0 0"
        },
        {
          name: "阿拉希高地--法迪尔海湾",
          command: ".go -2071.510254 -2125.531982 19.205807 0 0 0"
        },
        {
          name: "阿拉希高地--格沙克农场",
          command: ".go -1575.835571 -3090.959961 14.775964 0 0 0"
        },
        {
          name: "阿拉希高地--激流堡",
          command: ".go -1624.333008 -1804.522339 80.07505 0 0 0"
        },
        {
          name: "阿拉希高地--枯木村",
          command: ".go -1758.118164 -3400.547852 46.15416 0 0 0"
        },
        {
          name: "阿拉希高地--枯木村",
          command: ".go -1629.935547 -3293.31958 25.745113 0 0 0"
        },
        {
          name: "阿拉希高地--枯须峡谷",
          command: ".go -1016.297546 -3826.893311 144.977463 0 0 0"
        },
        {
          name: "阿拉希高地--落锤镇",
          command: ".go -1057.187134 -3552.935791 53.306458 0 0 0"
        },
        {
          name: "阿拉希高地--密室",
          command: ".go -1527.674438 -1875.132446 69.553131 0 0 0"
        },
        {
          name: "阿拉希高地--墓穴",
          command: ".go -1549.781494 -1925.18833 66.462158 0 0 0"
        },
        {
          name: "阿拉希高地--内禁锢法阵",
          command: ".go -1563.343628 -2224.770264 33.638145 0 0 0"
        },
        {
          name: "阿拉希高地--诺斯弗德农场",
          command: ".go -869.912231 -2106.275879 45.090076 0 0 0"
        },
        {
          name: "阿拉希高地--萨多尔大桥",
          command: ".go -2236.325195 -2460.659424 81.413467 0 0 0"
        },
        {
          name: "阿拉希高地--山洞",
          command: ".go -838.443054 -3521.980957 72.737297 0 0 0"
        },
        {
          name: "阿拉希高地--石拳大厅",
          command: ".go -1975.62915 -2792.946777 81.197395 0 0 0"
        },
        {
          name: "阿拉希高地--石拳大厅",
          command: ".go -1942.082642 -2858.989746 82.469971 0 0 0"
        },
        {
          name: "阿拉希高地--石拳岗哨",
          command: ".go -1193.457031 -2112.089844 55.441025 0 0 0"
        },
        {
          name: "阿拉希高地--水下暗礁",
          command: ".go -2206.570068 -1653.158447 -2.072756 0 0 0"
        },
        {
          name: "阿拉希高地--索拉丁之墙",
          command: ".go -875.067993 -1626.733398 51.250313 0 0 0"
        },
        {
          name: "阿拉希高地--外禁锢法阵",
          command: ".go -1351.514526 -2693.474854 66.79882 0 0 0"
        },
        {
          name: "阿拉希高地--西部禁锢法阵",
          command: ".go -902.027893 -1862.078247 70.134041 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--碧玉矿洞",
          command: ".go -874.564514 177.513046 17.472624 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--达隆山",
          command: ".go -297.551605 -429.614838 63.642017 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--丹加洛克",
          command: ".go -1243.254395 -1180.845459 39.451744 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--东部海滩",
          command: ".go -1051.719971 -779.284363 0.867466 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--敦霍尔德城堡",
          command: ".go -616.19281 -1354.977295 62.904491 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--奈杉德哨岗",
          command: ".go -884.779968 -1078.745728 45.666351 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--南点哨塔",
          command: ".go -688.5224 406.628418 75.71756 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--南海镇",
          command: ".go -860.029541 -491.818085 13.354183 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--哨塔",
          command: ".go -649.11731 -1045.385254 60.414761 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--哨塔",
          command: ".go -324.730408 -681.028931 54.549095 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--哨塔",
          command: ".go -718.814636 -432.318085 25.535082 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--赎罪岛",
          command: ".go -1233.532837 426.847321 3.323892 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--索拉丁之墙",
          command: ".go -804.009766 -1542.637695 54.282413 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--塔伦米尔",
          command: ".go -101.152679 -944.583496 55.297043 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--西部海岸",
          command: ".go -1030.539673 -97.899651 6.667868 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--希尔斯布莱德",
          command: ".go -499.863434 102.039185 59.056801 0 0 0"
        },
        {
          name: "希尔斯布莱德丘陵--希尔斯布莱德农场",
          command: ".go -571.185242 -2.260673 47.099842 0 0 0"
        },
        {
          name: "奥特兰克山脉--奥特兰克废墟北部",
          command: ".go 731.188757 -338.434967 138.08429 0 0 0"
        },
        {
          name: "奥特兰克山脉--奥特兰克废墟城堡",
          command: ".go 518.814941 -267.437958 151.702621 0 0 0"
        },
        {
          name: "奥特兰克山脉--奥特兰克山谷部落",
          command: ".go 5.599396 -308.73822 132.26651 0 0 0"
        },
        {
          name: "奥特兰克山脉--奥特兰克山谷联盟",
          command: ".go 396.471863 -1006.229126 111.719086 0 0 0"
        },
        {
          name: "奥特兰克山脉--冰风岗",
          command: ".go 277.470886 -1430.677979 50.144814 0 0 0"
        },
        {
          name: "奥特兰克山脉--达拉然",
          command: ".go 350.702881 180.20697 43.670288 0 0 0"
        },
        {
          name: "奥特兰克山脉--达伦德农场",
          command: ".go 1180.916992 -368.610992 48.87368 0 0 0"
        },
        {
          name: "奥特兰克山脉--高地",
          command: ".go 880.960083 -803.823425 129.500595 0 0 0"
        },
        {
          name: "奥特兰克山脉--加文高地",
          command: ".go -87.368759 -72.977898 139.164551 0 0 0"
        },
        {
          name: "奥特兰克山脉--绞刑场",
          command: ".go 464.018127 -622.938782 169.459564 0 0 0"
        },
        {
          name: "奥特兰克山脉--考兰之匕",
          command: ".go -79.418144 -576.856689 156.843658 0 0 0"
        },
        {
          name: "奥特兰克山脉--洛丹米尔湖",
          command: ".go 1395.739014 -26.206902 32.204506 0 0 0"
        },
        {
          name: "奥特兰克山脉--洛丹米尔收容所",
          command: ".go -59.344448 184.295029 53.614277 0 0 0"
        },
        {
          name: "奥特兰克山脉--破碎岭城堡",
          command: ".go 682.087769 -593.773315 162.890335 0 0 0"
        },
        {
          name: "奥特兰克山脉--山头营地",
          command: ".go -131.254654 -310.238892 147.020493 0 0 0"
        },
        {
          name: "奥特兰克山脉--斯坦恩布莱德",
          command: ".go 657.085693 -965.728149 164.536942 0 0 0"
        },
        {
          name: "奥特兰克山脉--索菲亚高地",
          command: ".go 200.36058 -863.978027 156.378922 0 0 0"
        },
        {
          name: "奥特兰克山脉--屠杀谷",
          command: ".go 844.763245 -560.007446 141.960098 0 0 0"
        },
        {
          name: "奥特兰克山脉--无草洞",
          command: ".go 208.592773 -266.816528 145.225662 0 0 0"
        },
        {
          name: "奥特兰克山脉--雾气湖岸",
          command: ".go 604.068665 190.984558 34.782982 0 0 0"
        },
        {
          name: "辛特兰--毒雾峡谷",
          command: ".go 341.179565 -2522.656738 191.911774 0 0 0"
        },
        {
          name: "辛特兰--恶齿村",
          command: ".go -504.458405 -4532.632324 10.812686 0 0 0"
        },
        {
          name: "辛特兰--禁忌之海",
          command: ".go -863.289001 -4429.638184 5.916161 0 0 0"
        },
        {
          name: "辛特兰--奎尔丹尼小屋",
          command: ".go 157.466446 -2827.971436 106.705086 0 0 0"
        },
        {
          name: "辛特兰--拉普索迪营地",
          command: ".go 246.596039 -2577.185547 160.165146 0 0 0"
        },
        {
          name: "辛特兰--蛮锤城堡",
          command: ".go 294.407623 -2125.955566 121.623306 0 0 0"
        },
        {
          name: "辛特兰--爬虫废墟",
          command: ".go 182.33429 -3433.966064 120.447311 0 0 0"
        },
        {
          name: "辛特兰--瑟拉丹",
          command: ".go 752.624207 -4010.267334 93.283257 0 0 0"
        },
        {
          name: "辛特兰--沙德拉洛",
          command: ".go -181.265472 -2950.412654 114.696678 0 0 0"
        },
        {
          name: "辛特兰--沙尔瓦萨",
          command: ".go 158.4254 -4338.853516 120.023026 0 0 0"
        },
        {
          name: "辛特兰--瓦罗温湖",
          command: ".go -90.883224 -3073.385498 117.771675 0 0 0"
        },
        {
          name: "辛特兰--望海崖",
          command: ".go 81.901016 -4722.342773 8.818703 0 0 0"
        },
        {
          name: "辛特兰--西利瓦萨",
          command: ".go 7.447755 -2833.665771 120.237198 0 0 0"
        },
        {
          name: "辛特兰--辛萨罗西南部",
          command: ".go -542.262268 -3858.980469 230.564667 0 0 0"
        },
        {
          name: "辛特兰--辛萨罗西部山洞",
          command: ".go -286.470123 -3776.475098 238.855774 0 0 0"
        },
        {
          name: "辛特兰--辛萨罗北部入口",
          command: ".go -214.153992 -4138.413574 118.085304 0 0 0"
        },
        {
          name: "辛特兰--亚戈瓦萨",
          command: ".go 396.626831 -3430.7854 117.788086 0 0 0"
        },
        {
          name: "辛特兰--隐匿石",
          command: ".go 478.389252 -3786.162842 119.940857 0 0 0"
        },
        {
          name: "辛特兰--鹰巢山",
          command: ".go 227.660782 -2121.987061 117.098396 0 0 0"
        },
        {
          name: "辛特兰--祖尔祭坛",
          command: ".go -240.799332 -3411.496826 154.175491 0 0 0"
        },
        {
          name: "辛特兰--祖瓦沙",
          command: ".go -10.568493 -2499.503662 119.488884 0 0 0"
        },
        {
          name: "银松森林--埃利姆矿洞",
          command: ".go 372.56131 1088.492798 106.305321 0 0 0"
        },
        {
          name: "银松森林--安伯米尔",
          command: ".go -132.030365 897.898438 65.980667 0 0 0"
        },
        {
          name: "银松森林--奥森农场",
          command: ".go 184.234283 1435.486572 113.453278 0 0 0"
        },
        {
          name: "银松森林--北流谷",
          command: ".go 797.123901 1653.623169 26.284678 0 0 0"
        },
        {
          name: "银松森林--北流海岸",
          command: ".go 900.253296 1904.283569 0.517566 0 0 0"
        },
        {
          name: "银松森林--博伦的巢穴",
          command: ".go -365.55069 901.40332 131.892899 0 0 0"
        },
        {
          name: "银松森林--芬里斯城堡",
          command: ".go 955.951965 688.357605 59.736427 0 0 0"
        },
        {
          name: "银松森林--芬里斯岛",
          command: ".go 737.609253 720.82489 36.55051 0 0 0"
        },
        {
          name: "银松森林--焚木村",
          command: ".go -346.641174 1406.527222 30.17033 0 0 0"
        },
        {
          name: "银松森林--格雷迈恩之墙",
          command: ".go -685.640137 1490.950073 7.086998 0 0 0"
        },
        {
          name: "银松森林--黎明岛",
          command: ".go 821.794128 227.1008 33.318848 0 0 0"
        },
        {
          name: "银松森林--洛丹米尔湖",
          command: ".go 709.349426 934.533936 34.755844 0 0 0"
        },
        {
          name: "银松森林--玛尔丁果园",
          command: ".go 1359.361938 1079.543823 52.568138 0 0 0"
        },
        {
          name: "银松森林--南流海岸",
          command: ".go -477.754669 1678.915161 0.541589 0 0 0"
        },
        {
          name: "银松森林--破旧渡口",
          command: ".go 711.986572 1015.401855 49.376553 0 0 0"
        },
        {
          name: "银松森林--瑟伯切尔",
          command: ".go 500.951965 1518.205566 127.339325 0 0 0"
        },
        {
          name: "银松森林--闪光湖岸",
          command: ".go 1165.507446 1021.247131 33.081905 0 0 0"
        },
        {
          name: "银松森林--瓦尔甘牧场",
          command: ".go 885.394104 1289.199707 50.466465 0 0 0"
        },
        {
          name: "银松森林--亡者农场",
          command: ".go 1106.454224 1516.909424 30.969509 0 0 0"
        },
        {
          name: "银松森林--伊瓦农场",
          command: ".go 1202.638794 1231.85022 52.632019 0 0 0"
        },
        {
          name: "银松森林--影牙城堡",
          command: ".go -247.189743 1523.467285 76.985283 0 0 0"
        },
        {
          name: "银松森林--粘丝洞",
          command: ".go 1269.645264 1942.796509 14.89051 0 0 0"
        },
        {
          name: "提瑞斯法林地--阿加曼德磨房",
          command: ".go 2732.374268 842.67572 114.56604 0 0 0"
        },
        {
          name: "提瑞斯法林地--巴尼尔农场",
          command: ".go 1970.605591 -434.815125 35.450569 0 0 0"
        },
        {
          name: "提瑞斯法林地--北部海岸",
          command: ".go 3005.371338 277.731323 0.727636 0 0 0"
        },
        {
          name: "提瑞斯法林地--布瑞尔",
          command: ".go 2206.227295 247.79805 34.125034 0 0 0"
        },
        {
          name: "提瑞斯法林地--布瑞尔城镇大厅",
          command: ".go 2294.730225 277.884888 37.309361 0 0 0"
        },
        {
          name: "提瑞斯法林地--澈水湖",
          command: ".go 2468.373535 15.421273 23.905413 0 0 0"
        },
        {
          name: "提瑞斯法林地--毒蛛峡谷",
          command: ".go 2513.053467 -845.440125 56.460453 0 0 0"
        },
        {
          name: "提瑞斯法林地--噩梦谷",
          command: ".go 1859.323608 948.548462 34.304996 0 0 0"
        },
        {
          name: "提瑞斯法林地--耳语海岸",
          command: ".go 2542.803223 1405.241943 5.818298 0 0 0"
        },
        {
          name: "提瑞斯法林地--耳语花园",
          command: ".go 2768.811523 -703.469482 126.771263 0 0 0"
        },
        {
          name: "提瑞斯法林地--法奥之墓",
          command: ".go 2578.78833 -563.217957 86.207481 0 0 0"
        },
        {
          name: "提瑞斯法林地--飞空艇乘坐塔",
          command: ".go 2042.289307 282.534119 55.546177 0 0 0"
        },
        {
          name: "提瑞斯法林地--冈瑟尔的居所",
          command: ".go 2502.355957 -40.979832 24.942078 0 0 0"
        },
        {
          name: "提瑞斯法林地--加伦鬼屋",
          command: ".go 2884.556885 349.714386 27.323412 0 0 0"
        },
        {
          name: "提瑞斯法林地--静水池",
          command: ".go 2231.924072 790.231873 32.660366 0 0 0"
        },
        {
          name: "提瑞斯法林地--恐惧之末旅店",
          command: ".go 2248.090088 240.100571 34.259926 0 0 0"
        },
        {
          name: "提瑞斯法林地--炉灰庄园",
          command: ".go 2156.234619 598.052979 37.02158 0 0 0"
        },
        {
          name: "提瑞斯法林地--哨塔",
          command: ".go 1792.05249 674.044495 42.328297 0 0 0"
        },
        {
          name: "提瑞斯法林地--十字军前哨哨塔",
          command: ".go 2439.965088 1591.585693 37.062447 0 0 0"
        },
        {
          name: "提瑞斯法林地--十字军前哨",
          command: ".go 2173.940186 -471.095947 75.540733 0 0 0"
        },
        {
          name: "提瑞斯法林地--索利丹农场",
          command: ".go 2373.840088 1473.030396 34.10862 0 0 0"
        },
        {
          name: "提瑞斯法林地--亡灵壁垒",
          command: ".go 1703.414795 -683.498352 49.090481 0 0 0"
        },
        {
          name: "提瑞斯法林地--休息区",
          command: ".go 2878.049119 -652.652954 137.816605 0 0 0"
        },
        {
          name: "提瑞斯法林地--血色十字军哨岗",
          command: ".go 3020.511963 -553.237305 118.397743 0 0 0"
        },
        {
          name: "提瑞斯法林地--血色修道院",
          command: ".go 2833.710205 -696.148376 139.330811 0 0 0"
        },
        {
          name: "丧钟镇--丧钟镇",
          command: ".go 2125.943848 1320.3573 55.139408 0 0 0"
        },
        {
          name: "丧钟镇--夜行蜘蛛洞穴",
          command: ".go 2055.32373 1795.386108 95.837524 0 0 0"
        },
        {
          name: "丧钟镇--灰影墓穴",
          command: ".go 1664.804199 1663.023315 141.85083 0 0 0"
        },
        {
          name: "幽暗城--盗贼区",
          command: ".go 1501.64502 147.634201 -60.087708 0 0 0"
        },
        {
          name: "幽暗城--皇家区",
          command: ".go 1302.375854 359.111816 -67.296776 0 0 0"
        },
        {
          name: "幽暗城--军事区",
          command: ".go 1728.364502 367.256439 -60.484406 0 0 0"
        },
        {
          name: "幽暗城--炼金房",
          command: ".go 1409.987378 355.177582 -66.021034 0 0 0"
        },
        {
          name: "幽暗城--洛丹伦废墟",
          command: ".go 1835.048706 238.601868 60.322788 0 0 0"
        },
        {
          name: "幽暗城--贸易区",
          command: ".go 1560.721436 239.502899 -43.102642 0 0 0"
        },
        {
          name: "幽暗城--魔法区",
          command: ".go 1677.01062 155.257339 -62.157413 0 0 0"
        },
        {
          name: "幽暗城--下水道",
          command: ".go 1670.998657 734.324097 79.964111 0 0 0"
        },
        {
          name: "西瘟疫之地--安多哈尔废墟",
          command: ".go 1384.944824 -1513.248779 58.900433 0 0 0"
        },
        {
          name: "西瘟疫之地--北山伐木场",
          command: ".go 2406.311035 -1629.414917 106.304428 0 0 0"
        },
        {
          name: "西瘟疫之地--壁炉谷",
          command: ".go 2864.093506 -1495.911011 146.936569 0 0 0"
        },
        {
          name: "西瘟疫之地--达尔松之泪",
          command: ".go 1908.341187 -1537.520996 61.009617 0 0 0"
        },
        {
          name: "西瘟疫之地--达隆米尔湖",
          command: ".go 1454.831665 -2034.950684 51.534801 0 0 0"
        },
        {
          name: "西瘟疫之地--费尔斯通农场",
          command: ".go 1774.233521 -1149.044922 60.443958 0 0 0"
        },
        {
          name: "西瘟疫之地--盖罗恩农场",
          command: ".go 1769.815186 -2275.77124 59.611652 0 0 0"
        },
        {
          name: "西瘟疫之地--寒风营地",
          command: ".go 989.128296 -1463.423706 60.635777 0 0 0"
        },
        {
          name: "西瘟疫之地--嚎哭鬼屋",
          command: ".go 1509.784302 -1834.760376 61.384216 0 0 0"
        },
        {
          name: "西瘟疫之地--悔恨岭",
          command: ".go 1161.683838 -1761.586792 60.559921 0 0 0"
        },
        {
          name: "西瘟疫之地--凯尔达隆",
          command: ".go 1054.854492 -2525.594727 59.142704 0 0 0"
        },
        {
          name: "西瘟疫之地--哭泣之洞",
          command: ".go 2255.516846 -2403.147705 60.113377 0 0 0"
        },
        {
          name: "西瘟疫之地--玛登霍尔德城堡",
          command: ".go 2923.436768 -1429.734985 150.781677 0 0 0"
        },
        {
          name: "西瘟疫之地--墓穴",
          command: ".go 1062.491333 -1920.177612 53.76342 0 0 0"
        },
        {
          name: "西瘟疫之地--哨塔",
          command: ".go 2669.993652 -1907.169312 65.747177 0 0 0"
        },
        {
          name: "西瘟疫之地--索多里尔河",
          command: ".go 1925.539917 -2567.929688 61.995308 0 0 0"
        },
        {
          name: "西瘟疫之地--通灵学院",
          command: ".go 1252.977905 -2586.715088 92.886711 0 0 0"
        },
        {
          name: "西瘟疫之地--亡灵壁垒",
          command: ".go 1719.404175 -834.416138 60.04644 0 0 0"
        },
        {
          name: "西瘟疫之地--乌瑟尔之墓",
          command: ".go 1016.278381 -1811.381104 77.266335 0 0 0"
        },
        {
          name: "东瘟疫之地--北池哨塔",
          command: ".go 3164.350098 -4330.658203 133.28392 0 0 0"
        },
        {
          name: "东瘟疫之地--北谷",
          command: ".go 3026.970947 -4897.574707 101.029556 0 0 0"
        },
        {
          name: "东瘟疫之地--病木林",
          command: ".go 2995.95459 -3486.562988 149.419159 0 0 0"
        },
        {
          name: "东瘟疫之地--布洛米尔",
          command: ".go 2448.085205 -5118.253418 77.488457 0 0 0"
        },
        {
          name: "东瘟疫之地--达隆郡",
          command: ".go 1485.211426 -3675.613037 80.031227 0 0 0"
        },
        {
          name: "东瘟疫之地--东墙大门",
          command: ".go 3168.601318 -4041.157959 104.808723 0 0 0"
        },
        {
          name: "东瘟疫之地--东墙之塔",
          command: ".go 2533.948975 -4765.677246 103.946716 0 0 0"
        },
        {
          name: "东瘟疫之地--恶蛛隧道西口",
          command: ".go 2743.79126 -2468.12207 74.386681 0 0 0"
        },
        {
          name: "东瘟疫之地--恶蛛隧道东口",
          command: ".go 3047.434082 -2780.941162 104.112877 0 0 0"
        },
        {
          name: "东瘟疫之地--黑木湖",
          command: ".go 2515.249268 -4239.974609 76.226532 0 0 0"
        },
        {
          name: "东瘟疫之地--皇冠哨塔",
          command: ".go 1867.176758 -3680.513184 155.673721 0 0 0"
        },
        {
          name: "东瘟疫之地--剧毒林地",
          command: ".go 2671.341797 -5297.704102 151.860336 0 0 0"
        },
        {
          name: "东瘟疫之地--考林路口",
          command: ".go 2032.0802 -4505.078125 73.622566 0 0 0"
        },
        {
          name: "东瘟疫之地--恐惧谷",
          command: ".go 2946.870361 -2904.728271 102.281738 0 0 0"
        },
        {
          name: "东瘟疫之地--奎尔林斯小屋",
          command: ".go 3389.967529 -4224.361816 155.79306 0 0 0"
        },
        {
          name: "东瘟疫之地--玛瑞斯农场",
          command: ".go 1864.985352 -3236.069824 125.656425 0 0 0"
        },
        {
          name: "东瘟疫之地--玛兹拉罗",
          command: ".go 3440.469238 -4982.671387 195.747482 0 0 0"
        },
        {
          name: "东瘟疫之地--米雷达尔湖",
          command: ".go 1828.157227 -4476.686035 73.196487 0 0 0"
        },
        {
          name: "东瘟疫之地--蘑菇谷",
          command: ".go 2318.344238 -3598.880859 165.453217 0 0 0"
        },
        {
          name: "东瘟疫之地--魔刃之痕",
          command: ".go 1908.640381 -4096.21875 75.2948 0 0 0"
        },
        {
          name: "东瘟疫之地--墓室",
          command: ".go 1615.206055 -3233.691162 82.269058 0 0 0"
        },
        {
          name: "东瘟疫之地--圣光之愿礼拜堂",
          command: ".go 2276.75415 -5284.658691 82.54718 0 0 0"
        },
        {
          name: "东瘟疫之地--斯坦索姆",
          command: ".go 3272.338623 -3380.733398 143.015442 0 0 0"
        },
        {
          name: "东瘟疫之地--斯坦索姆",
          command: ".go 3355.963135 -3379.592041 144.781754 0 0 0"
        },
        {
          name: "东瘟疫之地--索多里尔河",
          command: ".go 1925.507324 -2650.796631 59.622261 0 0 0"
        },
        {
          name: "东瘟疫之地--提尔之手",
          command: ".go 1691.977783 -5217.474121 73.828644 0 0 0"
        },
        {
          name: "东瘟疫之地--提尔之手修道院",
          command: ".go 1738.700806 -5392.697266 82.317497 0 0 0"
        },
        {
          name: "东瘟疫之地--瘟疫之痕",
          command: ".go 2037.624032 -4969.618164 72.330414 0 0 0"
        },
        {
          name: "东瘟疫之地--血色十字军教堂",
          command: ".go 1610.586304 -5526.314941 111.15834 0 0 0"
        },
        {
          name: "东瘟疫之地--血色十字军营地",
          command: ".go 1666.678223 -4895.765625 86.338722 0 0 0"
        },
        {
          name: "东瘟疫之地--祖玛沙尔",
          command: ".go 3287.571289 -4851.191895 170.11084 0 0 0"
        },
        {
          name: "杜隆塔尔--暗矛海滩",
          command: ".go -999.736938 -4895.377441 1.674836 1 0 0"
        },
        {
          name: "杜隆塔尔--钢鬃营地",
          command: ".go 121.787 -4333.358887 64.38179 1 0 0"
        },
        {
          name: "杜隆塔尔--钢鬃营地",
          command: ".go 510.106964 -4138.349609 24.579897 1 0 0"
        },
        {
          name: "杜隆塔尔--回音群岛",
          command: ".go -1286.868896 -5533.739746 15.194033 1 0 0"
        },
        {
          name: "杜隆塔尔--科卡尔峭壁",
          command: ".go -981.493286 -4635.779785 25.594711 1 0 0"
        },
        {
          name: "杜隆塔尔--骷髅石",
          command: ".go 1455.694702 -4873.830566 12.40236 1 0 0"
        },
        {
          name: "杜隆塔尔--枯水谷",
          command: ".go 841.22113 -4706.859863 11.841742 1 0 0"
        },
        {
          name: "杜隆塔尔--雷霆山",
          command: ".go 670.336304 -4035.837891 -2.299058 1 0 0"
        },
        {
          name: "杜隆塔尔--力量谷",
          command: ".go 1341.143066 -4642.332031 24.617325 1 0 0"
        },
        {
          name: "杜隆塔尔--烈风峡谷",
          command: ".go 684.471619 -4637.768555 -2.237125 1 0 0"
        },
        {
          name: "杜隆塔尔--烈风峡谷",
          command: ".go 845.619446 -4609.60498 4.023441 1 0 0"
        },
        {
          name: "杜隆塔尔--流亡海岸",
          command: ".go 8.376075 -5146.477051 1.465904 1 0 0"
        },
        {
          name: "杜隆塔尔--怒水河",
          command: ".go 315.273071 -3799.118408 25.897154 1 0 0"
        },
        {
          name: "杜隆塔尔--刃拳海湾",
          command: ".go 1243.786377 -5042.272949 2.271146 1 0 0"
        },
        {
          name: "杜隆塔尔--森金村",
          command: ".go -829.442078 -4921.478027 19.926043 1 0 0"
        },
        {
          name: "杜隆塔尔--石牙农场",
          command: ".go 1255.081421 -4194.972656 26.85619 1 0 0"
        },
        {
          name: "杜隆塔尔--死眼海岸",
          command: ".go 802.211365 -5068.463867 3.267406 1 0 0"
        },
        {
          name: "杜隆塔尔--提拉加德城堡",
          command: ".go -246.194806 -5062.023438 21.240088 1 0 0"
        },
        {
          name: "杜隆塔尔--剃刀岭",
          command: ".go 310.201782 -4731.227051 9.717246 1 0 0"
        },
        {
          name: "杜隆塔尔--剃刀岭兵营",
          command: ".go 308.813232 -4787.966309 10.52259 1 0 0"
        },
        {
          name: "杜隆塔尔--托克雷农场",
          command: ".go 710.865967 -4267.222168 17.838783 1 0 0"
        },
        {
          name: "杜隆塔尔--野猪农场",
          command: ".go 1213.254883 -4517.230957 20.881035 1 0 0"
        },
        {
          name: "试炼谷--大兽穴",
          command: ".go -604.278809 -4197.088379 41.09922 1 0 0"
        },
        {
          name: "试炼谷--火刃集会所",
          command: ".go -176.180099 -4359.714355 68.390251 1 0 0"
        },
        {
          name: "试炼谷--试炼谷",
          command: ".go -595.700745 -4535.885254 41.329811 1 0 0"
        },
        {
          name: "奥格瑞玛--暗巷区",
          command: ".go 1926.652954 -4445.626953 44.87878 1 0 0"
        },
        {
          name: "奥格瑞玛--暗影裂口",
          command: ".go 1803.453735 -4392.857422 -18.160227 1 0 0"
        },
        {
          name: "奥格瑞玛--奥格瑞玛",
          command: ".go 1687.339722 -3900.223877 50.839821 1 0 0"
        },
        {
          name: "奥格瑞玛--大剧场",
          command: ".go 2138.103271 -4738.944336 50.495075 1 0 0"
        },
        {
          name: "奥格瑞玛--精神谷",
          command: ".go 1561.448608 -4200.642578 43.188934 1 0 0"
        },
        {
          name: "奥格瑞玛--力量谷",
          command: ".go 1665.362671 -4331.472168 61.246159 1 0 0"
        },
        {
          name: "奥格瑞玛--萨尔的堡垒",
          command: ".go 1926.890991 -4230.470703 42.095226 1 0 0"
        },
        {
          name: "奥格瑞玛--勇者大厅",
          command: ".go 1637.385986 -4242.30957 56.182125 1 0 0"
        },
        {
          name: "奥格瑞玛--勇者大厅",
          command: ".go 1967.826172 -4759.125 56.764721 1 0 0"
        },
        {
          name: "贫瘠之地--阿迦玛戈",
          command: ".go -1518.586182 -1621.058838 107.263031 1 0 0"
        },
        {
          name: "贫瘠之地--哀嚎洞穴",
          command: ".go -828.626221 -2033.862183 80.77317 1 0 0"
        },
        {
          name: "贫瘠之地--巴尔丹城堡",
          command: ".go -4093.052979 -2322.169189 126.128876 1 0 0"
        },
        {
          name: "贫瘠之地--巴尔莫丹",
          command: ".go -4161.34375 -2126.818848 70.070198 1 0 0"
        },
        {
          name: "贫瘠之地--北方城堡",
          command: ".go -1982.755005 -3688.54541 17.382549 1 0 0"
        },
        {
          name: "贫瘠之地--格罗多姆农场",
          command: ".go 259.404633 -3056.196289 97.140778 1 0 0"
        },
        {
          name: "贫瘠之地--鬼雾峰",
          command: ".go 324.689453 -2255.088867 242.941589 1 0 0"
        },
        {
          name: "贫瘠之地--鬼雾兽穴",
          command: ".go 316.804352 -2205.454346 213.218094 1 0 0"
        },
        {
          name: "贫瘠之地--黑棘山",
          command: ".go -3638.811523 -1780.673706 133.639679 1 0 0"
        },
        {
          name: "贫瘠之地--黄金之路",
          command: ".go 45.479382 -2712.235352 91.666832 1 0 0"
        },
        {
          name: "贫瘠之地--棘齿城",
          command: ".go -955.21875 -3678.920166 8.299461 1 0 0"
        },
        {
          name: "贫瘠之地--荆棘岭",
          command: ".go -133.544891 -3052.011719 118.275078 1 0 0"
        },
        {
          name: "贫瘠之地--巨人旷野",
          command: ".go -3175.77124 -2149.87793 92.662872 1 0 0"
        },
        {
          name: "贫瘠之地--巨人旷野",
          command: ".go -3170.4021 -1849.159912 100.298943 1 0 0"
        },
        {
          name: "贫瘠之地--摩尔沙农场",
          command: ".go 1109.029541 -2280.595947 100.515808 1 0 0"
        },
        {
          name: "贫瘠之地--莫尔杉营地",
          command: ".go 1035.32959 -2100.237061 122.945244 1 0 0"
        },
        {
          name: "贫瘠之地--南黄金之路",
          command: ".go -1703.099854 -2555.146973 91.667648 1 0 0"
        },
        {
          name: "贫瘠之地--南贫瘠之地",
          command: ".go -1839.007202 -2377.994873 96.50647 1 0 0"
        },
        {
          name: "贫瘠之地--怒水河",
          command: ".go 412.203918 -3740.803711 24.975628 1 0 0"
        },
        {
          name: "贫瘠之地--前沿哨所",
          command: ".go 234.747849 -3641.014404 30.390116 1 0 0"
        },
        {
          name: "贫瘠之地--荣耀岗哨",
          command: ".go -436.866852 -1416.314331 91.700401 1 0 0"
        },
        {
          name: "贫瘠之地--商旅海岸",
          command: ".go -1755.75708 -3767.075439 7.678037 1 0 0"
        },
        {
          name: "贫瘠之地--石矿洞",
          command: ".go 1349.417236 -3570.96875 92.383377 1 0 0"
        },
        {
          name: "贫瘠之地--十字路口",
          command: ".go -459.441223 -2650.064453 95.575348 1 0 0"
        },
        {
          name: "贫瘠之地--死水绿洲",
          command: ".go -1197.051758 -2999.018799 91.363251 1 0 0"
        },
        {
          name: "贫瘠之地--陶拉祖营地",
          command: ".go -2343.776611 -1942.401367 95.79361 1 0 0"
        },
        {
          name: "贫瘠之地--提度斯阶梯",
          command: ".go -1357.941406 -4018.479492 16.835138 1 0 0"
        },
        {
          name: "贫瘠之地--剃刀高地",
          command: ".go -4450.163574 -2000.443848 84.991821 1 0 0"
        },
        {
          name: "贫瘠之地--剃刀沼泽",
          command: ".go -4482.854004 -1734.37085 86.675499 1 0 0"
        },
        {
          name: "贫瘠之地--甜水绿洲",
          command: ".go -957.581116 -2164.277588 127.675133 1 0 0"
        },
        {
          name: "贫瘠之地--无水岭",
          command: ".go 642.973511 -1277.903687 97.987045 1 0 0"
        },
        {
          name: "贫瘠之地--迅猛龙巢穴",
          command: ".go -1990.599487 -3199.687012 92.284363 1 0 0"
        },
        {
          name: "贫瘠之地--迅猛龙平原",
          command: ".go -2166.372559 -2480.638916 95.470062 1 0 0"
        },
        {
          name: "贫瘠之地--遗忘之池",
          command: ".go -4.306039 -1955.26709 92.252991 1 0 0"
        },
        {
          name: "贫瘠之地--勇士岛",
          command: ".go -1647.439087 -4287.25 17.101202 1 0 0"
        },
        {
          name: "贫瘠之地--淤泥沼泽",
          command: ".go 985.300354 -3020.812012 92.243286 1 0 0"
        },
        {
          name: "灰谷--阿斯特兰纳",
          command: ".go 2721.664551 -381.380371 107.089394 1 0 0"
        },
        {
          name: "灰谷--艾森娜神殿",
          command: ".go 2688.778076 369.108948 67.320137 1 0 0"
        },
        {
          name: "灰谷--奥迪拉兰废墟",
          command: ".go 3531.791748 -84.751038 14.995715 1 0 0"
        },
        {
          name: "灰谷--巴斯兰鬼屋",
          command: ".go 3826.692627 -119.14183 -0.23258 1 0 0"
        },
        {
          name: "灰谷--大树荫",
          command: ".go 3291.028809 -3731.950439 173.464676 1 0 0"
        },
        {
          name: "灰谷--朵丹尼尔兽穴",
          command: ".go 1777.927368 -2662.767578 109.425949 1 0 0"
        },
        {
          name: "灰谷--法拉希姆湖",
          command: ".go 3110.858643 556.434265 12.998072 1 0 0"
        },
        {
          name: "灰谷--弗伦河",
          command: ".go 1980.255127 -1966.767822 99.306793 1 0 0"
        },
        {
          name: "灰谷--黑暗深渊",
          command: ".go 4125.035645 866.53363 9.7461 1 0 0"
        },
        {
          name: "灰谷--火痕神殿",
          command: ".go 2218.554199 214.366699 133.279327 1 0 0"
        },
        {
          name: "灰谷--蓟皮村",
          command: ".go 3304.858154 -435.651947 149.879318 1 0 0"
        },
        {
          name: "灰谷--蓟皮要塞",
          command: ".go 3495.563232 -525.355957 188.42804 1 0 0"
        },
        {
          name: "灰谷--卡加希亚要塞",
          command: ".go 2440.746826 -3495.78833 97.213303 1 0 0"
        },
        {
          name: "灰谷--林歌神殿",
          command: ".go 2963.554688 -3220.357422 168.752777 1 0 0"
        },
        {
          name: "灰谷--林荫小径",
          command: ".go 2304.237061 -1890.654297 66.603203 1 0 0"
        },
        {
          name: "灰谷--林中树居",
          command: ".go 2671.970459 -1858.712891 187.993393 1 0 0"
        },
        {
          name: "灰谷--绿爪村",
          command: ".go 2266.994385 -1439.148315 89.389656 1 0 0"
        },
        {
          name: "灰谷--迈斯特拉岗哨",
          command: ".go 3229.60376 164.193588 8.125058 1 0 0"
        },
        {
          name: "灰谷--密斯特拉湖",
          command: ".go 1791.029297 -1235.469116 149.735947 1 0 0"
        },
        {
          name: "灰谷--冥火岭",
          command: ".go 2046.459229 -2953.224365 108.106064 1 0 0"
        },
        {
          name: "灰谷--怒水河",
          command: ".go 2829.427002 -3773.827881 86.292694 1 0 0"
        },
        {
          name: "灰谷--萨提纳尔",
          command: ".go 2755.335205 -2959.858643 142.536621 1 0 0"
        },
        {
          name: "灰谷--萨维亚",
          command: ".go 2921.69751 -2815.23999 211.072235 1 0 0"
        },
        {
          name: "灰谷--石爪小径",
          command: ".go 1940.345703 -782.189087 101.339592 1 0 0"
        },
        {
          name: "灰谷--碎木岗哨",
          command: ".go 2373.042969 -2528.621826 108.633591 1 0 0"
        },
        {
          name: "灰谷--屠魔峡谷",
          command: ".go 1692.253174 -3416.355469 144.901215 1 0 0"
        },
        {
          name: "灰谷--星尘废墟",
          command: ".go 2111.486328 -257.27359 97.484215 1 0 0"
        },
        {
          name: "灰谷--血牙营地",
          command: ".go 1631.942017 -1444.070679 149.46582 1 0 0"
        },
        {
          name: "灰谷--夜道谷",
          command: ".go 2535.628906 -2156.750244 197.737854 1 0 0"
        },
        {
          name: "灰谷--夜歌森林",
          command: ".go 1929.006714 -2172.007568 93.834877 1 0 0"
        },
        {
          name: "灰谷--伊瑞斯湖",
          command: ".go 2816.165527 -981.011597 197.677734 1 0 0"
        },
        {
          name: "灰谷--银风避难所",
          command: ".go 2145.189209 -1189.099487 95.562355 1 0 0"
        },
        {
          name: "灰谷--银翼哨站",
          command: ".go 1775.99707 -2072.426514 101.45108 1 0 0"
        },
        {
          name: "灰谷--银翼树林",
          command: ".go 1437.691895 -1856.04126 133.461655 1 0 0"
        },
        {
          name: "灰谷--月亮井",
          command: ".go 1882.398193 -1751.797974 59.155186 1 0 0"
        },
        {
          name: "灰谷--月亮井",
          command: ".go 2893.064941 -1353.324707 207.852951 1 0 0"
        },
        {
          name: "灰谷--战歌伐木场",
          command: ".go 2363.202637 -3364.475586 125.701385 1 0 0"
        },
        {
          name: "灰谷--战歌劳工营地",
          command: ".go 1545.394287 -2416.03125 98.276237 1 0 0"
        },
        {
          name: "灰谷--坠星湖",
          command: ".go 1461.020142 -2163.022705 91.894234 1 0 0"
        },
        {
          name: "灰谷--佐拉姆海岸",
          command: ".go 3953.11084 769.739563 7.84724 1 0 0"
        },
        {
          name: "灰谷--佐拉姆加前哨站",
          command: ".go 3412.804199 983.379944 5.343315 1 0 0"
        },
        {
          name: "艾萨拉--埃达拉斯废墟",
          command: ".go 3469.834717 -4913.871094 140.853821 1 0 0"
        },
        {
          name: "艾萨拉--埃达拉之塔",
          command: ".go 4263.410645 -7774.43457 12.563 1 0 0"
        },
        {
          name: "艾萨拉--废墟海岸",
          command: ".go 2087.240967 -6613.493652 7.22943 1 0 0"
        },
        {
          name: "艾萨拉--风暴海湾",
          command: ".go 3885.32251 -6245.649902 5.205096 1 0 0"
        },
        {
          name: "艾萨拉--哈达尔营地",
          command: ".go 3293.689941 -4320.972656 129.845169 1 0 0"
        },
        {
          name: "艾萨拉--赫塔拉的巢穴",
          command: ".go 3589.710205 -6137.986816 3.396467 1 0 0"
        },
        {
          name: "艾萨拉--黑羽纪念碑",
          command: ".go 2456.728516 -6803.510254 116.683853 1 0 0"
        },
        {
          name: "艾萨拉--锯齿暗礁",
          command: ".go 4893.975586 -7508.432129 17.666243 1 0 0"
        },
        {
          name: "艾萨拉--雷加什营地",
          command: ".go 4659.762207 -5941.52832 128.404999 1 0 0"
        },
        {
          name: "艾萨拉--雷瑟斯圣所",
          command: ".go 2230.051025 -6452.897949 4.778362 1 0 0"
        },
        {
          name: "艾萨拉--鳞须海龟洞穴",
          command: ".go 3703.920654 -6039.500977 2.725181 1 0 0"
        },
        {
          name: "艾萨拉--门纳尔湖",
          command: ".go 2736.571533 -5425.187012 111.948326 1 0 0"
        },
        {
          name: "艾萨拉--木喉要塞",
          command: ".go 4203.473145 -5246.508301 112.35778 1 0 0"
        },
        {
          name: "艾萨拉--南山海岸",
          command: ".go 3379.585205 -5663.149902 5.394172 1 0 0"
        },
        {
          name: "艾萨拉--破碎海岸",
          command: ".go 3730.36084 -5559.155273 15.176719 1 0 0"
        },
        {
          name: "艾萨拉--凄凉山",
          command: ".go 2748.933105 -4570.276855 182.187256 1 0 0"
        },
        {
          name: "艾萨拉--凄凉山",
          command: ".go 3141.351563 -4572.146973 188.615448 1 0 0"
        },
        {
          name: "艾萨拉--萨拉斯营地",
          command: ".go 4360.556641 -6088.453125 114.576164 1 0 0"
        },
        {
          name: "艾萨拉--塔伦迪斯营地",
          command: ".go 2703.296875 -3884.806396 106.282234 1 0 0"
        },
        {
          name: "艾萨拉--痛苦海岸",
          command: ".go 4454.244629 -7310.310547 93.052505 1 0 0"
        },
        {
          name: "艾萨拉--瓦罗莫克",
          command: ".go 3620.609375 -4396.57666 113.584999 1 0 0"
        },
        {
          name: "艾萨拉--乌索兰",
          command: ".go 4417.212402 -5555.642578 112.589409 1 0 0"
        },
        {
          name: "艾萨拉--辛玛洛神殿",
          command: ".go 3545.823486 -5277.561035 106.480553 1 0 0"
        },
        {
          name: "艾萨拉--熊头",
          command: ".go 3771.516357 -4886.144043 143.826996 1 0 0"
        },
        {
          name: "艾萨拉--亚考兰神殿",
          command: ".go 3941.065918 -7207.412598 26.482014 1 0 0"
        },
        {
          name: "艾萨拉--影歌神殿",
          command: ".go 2905.385986 -4034.291748 144.916245 1 0 0"
        },
        { name: "艾萨拉-- 风暴海湾南", command: ".go 2842.4 -7299.5 21.5 1 0 0" },
        {
          name: "黑海岸--奥伯丁",
          command: ".go 6377.643066 358.42038 20.551823 1 0 0"
        },
        {
          name: "黑海岸--奥萨拉克斯之塔",
          command: ".go 7165.264648 -774.790405 54.558949 1 0 0"
        },
        {
          name: "黑海岸--巴莎兰",
          command: ".go 6779.679688 24.847672 26.004179 1 0 0"
        },
        {
          name: "黑海岸--薄雾海",
          command: ".go 6543.714844 923.878784 5.995621 1 0 0"
        },
        {
          name: "黑海岸--壁泉河",
          command: ".go 7255.380859 -359.08432 24.908859 1 0 0"
        },
        {
          name: "黑海岸--古树之林",
          command: ".go 4944.972656 108.539597 55.86808 1 0 0"
        },
        {
          name: "黑海岸--黑木洞穴",
          command: ".go 4640.65625 78.708931 61.654667 1 0 0"
        },
        {
          name: "黑海岸--急弯河",
          command: ".go 5051.973145 237.133072 31.449802 1 0 0"
        },
        {
          name: "黑海岸--雷姆塔维尔挖掘场",
          command: ".go 4680.352539 572.982483 23.860479 1 0 0"
        },
        {
          name: "黑海岸--玛塞斯特拉废墟",
          command: ".go 7336.728027 -807.453857 18.171904 1 0 0"
        },
        {
          name: "黑海岸--暮光谷",
          command: ".go 4397.007813 210.904495 52.282192 1 0 0"
        },
        {
          name: "黑海岸--暮光海岸",
          command: ".go 5309.841797 559.16571 3.314122 1 0 0"
        },
        {
          name: "黑海岸--峭壁之泉",
          command: ".go 6868.144043 -665.580261 82.899117 1 0 0"
        },
        {
          name: "黑海岸--山洞",
          command: ".go 5983.522949 38.747387 28.417753 1 0 0"
        },
        {
          name: "黑海岸--山洞",
          command: ".go 6111.412598 22.102444 40.565823 1 0 0"
        },
        {
          name: "黑海岸--山洞",
          command: ".go 6364.57959 -30.391188 28.589846 1 0 0"
        },
        {
          name: "黑海岸--山洞",
          command: ".go 6712.793457 -452.382568 73.298462 1 0 0"
        },
        {
          name: "黑海岸--亚米萨兰",
          command: ".go 5787.845215 180.038528 41.558582 1 0 0"
        },
        {
          name: "黑海岸--长桥码头",
          command: ".go 6423.757324 816.425659 5.489014 1 0 0"
        },
        {
          name: "黑海岸--主宰之剑",
          command: ".go 4549.798828 341.911224 48.941795 1 0 0"
        },
        {
          name: "费伍德森林--碧火谷",
          command: ".go 3924.216553 -616.157349 340.562775 1 0 0"
        },
        {
          name: "费伍德森林--碧火小径",
          command: ".go 6410.399414 -768.91571 471.615021 1 0 0"
        },
        {
          name: "费伍德森林--刺枝林地",
          command: ".go 6233.327637 -1964.532715 569.757507 1 0 0"
        },
        {
          name: "费伍德森林--翡翠圣地",
          command: ".go 3968.264648 -1290.036011 240.326889 1 0 0"
        },
        {
          name: "费伍德森林--加德纳尔",
          command: ".go 4790.429199 -418.015259 346.013153 1 0 0"
        },
        {
          name: "费伍德森林--克斯特拉斯废墟",
          command: ".go 4495.396973 -505.18515 302.553589 1 0 0"
        },
        {
          name: "费伍德森林--摩罗萨兰",
          command: ".go 3787.464355 -1571.586548 214.026428 1 0 0"
        },
        {
          name: "费伍德森林--魔爪村",
          command: ".go 6715.540527 -1945.787964 549.639343 1 0 0"
        },
        {
          name: "费伍德森林--木喉要塞",
          command: ".go 6787.716309 -2077.12915 623.356323 1 0 0"
        },
        {
          name: "费伍德森林--欺诈者神祠",
          command: ".go 4852.166504 -606.994202 308.909882 1 0 0"
        },
        {
          name: "费伍德森林--死木村",
          command: ".go 3715.812988 -1178.652954 207.450821 1 0 0"
        },
        {
          name: "费伍德森林--碎痕谷",
          command: ".go 5576.364746 -849.101624 377.261322 1 0 0"
        },
        {
          name: "费伍德森林--铁木森林",
          command: ".go 6265.612793 -1085.496338 373.440338 1 0 0"
        },
        {
          name: "费伍德森林--铁木山洞",
          command: ".go 6485.015137 -1567.631104 438.788147 1 0 0"
        },
        {
          name: "费伍德森林--血毒岗哨",
          command: ".go 5129.602051 -322.6091 359.543732 1 0 0"
        },
        {
          name: "费伍德森林--血毒河",
          command: ".go 5281.71875 -655.198059 324.754456 1 0 0"
        },
        {
          name: "费伍德森林--血毒瀑布",
          command: ".go 5210.506348 -896.2005 359.781952 1 0 0"
        },
        {
          name: "冬泉谷--暗语峡谷",
          command: ".go 4809.79541 -4623.54541 865.91156 1 0 0"
        },
        {
          name: "冬泉谷--冰火温泉",
          command: ".go 6791.805176 -2524.618164 553.774353 1 0 0"
        },
        {
          name: "冬泉谷--冰蓟岭",
          command: ".go 6551.693359 -5108.822754 769.855896 1 0 0"
        },
        {
          name: "冬泉谷--惨月洞穴",
          command: ".go 7122.101563 -4628.279785 639.733093 1 0 0"
        },
        {
          name: "冬泉谷--丹曼达尔",
          command: ".go 5719.623535 -4527.137695 764.267822 1 0 0"
        },
        {
          name: "冬泉谷--海加尔山",
          command: ".go 4603.946777 -3879.250977 944.183472 1 0 0"
        },
        {
          name: "冬泉谷--寒水村",
          command: ".go 6718.710938 -5226.448242 776.012085 1 0 0"
        },
        {
          name: "冬泉谷--凯斯利尔废墟",
          command: ".go 6491.961426 -4273.749512 665.698975 1 0 0"
        },
        {
          name: "冬泉谷--凯斯利尔湖",
          command: ".go 6541.070801 -4106.022461 662.866333 1 0 0"
        },
        {
          name: "冬泉谷--麦索瑞尔",
          command: ".go 6168.211914 -4446.112305 660.794861 1 0 0"
        },
        {
          name: "冬泉谷--木喉岗哨",
          command: ".go 6427.901855 -3117.957764 581.339905 1 0 0"
        },
        {
          name: "冬泉谷--霜刀石",
          command: ".go 7998.59082 -3940.77417 690.415222 1 0 0"
        },
        {
          name: "冬泉谷--霜语峡谷",
          command: ".go 5390.185059 -4773.472656 809.700928 1 0 0"
        },
        {
          name: "冬泉谷--枭翼树丛",
          command: ".go 5504.110352 -4943.058105 849.37384 1 0 0"
        },
        {
          name: "冬泉谷--枭翼树丛",
          command: ".go 5675.427734 -4973.513672 806.922607 1 0 0"
        },
        {
          name: "冬泉谷--隐秘小林",
          command: ".go 7719.382813 -4865.019043 696.776672 1 0 0"
        },
        {
          name: "冬泉谷--永望镇",
          command: ".go 6724.024902 -4653.209961 720.84552 1 0 0"
        },
        {
          name: "冬泉谷--坠星村",
          command: ".go 7153.522461 -3905.564697 762.999207 1 0 0"
        },
        {
          name: "月光林地--雷姆洛斯神殿",
          command: ".go 7835.411133 -2233.805908 465.870697 1 0 0"
        },
        {
          name: "月光林地--木喉要塞",
          command: ".go 7415.283691 -2189.300781 530.955627 1 0 0"
        },
        {
          name: "月光林地--怒风兽穴北洞",
          command: ".go 7674.686035 -2969.421387 464.320618 1 0 0"
        },
        {
          name: "月光林地--怒风兽穴东洞",
          command: ".go 7620.202148 -3016.277832 480.017548 1 0 0"
        },
        {
          name: "月光林地--怒风兽穴南洞",
          command: ".go 7546.023438 -3022.604248 462.645966 1 0 0"
        },
        {
          name: "月光林地--永夜港",
          command: ".go 7963.606934 -2500.274658 487.496155 1 0 0"
        },
        {
          name: "月光林地--永夜港",
          command: ".go 8003.184082 -2671.838623 512.099304 1 0 0"
        },
        {
          name: "月光林地--月神湖",
          command: ".go 7539.342285 -2475.391113 452.734283 1 0 0"
        },
        {
          name: "泰达希尔--阿里斯瑞恩之池",
          command: ".go 9567.286133 1738.233398 1292.546753 1 0 0"
        },
        {
          name: "泰达希尔--奥拉密斯湖",
          command: ".go 9490.276367 1089.945435 1251.561768 1 0 0"
        },
        {
          name: "泰达希尔--班奈希尔兽穴",
          command: ".go 9865.044922 1557.217041 1329.286987 1 0 0"
        },
        {
          name: "泰达希尔--班尼希尔山谷",
          command: ".go 10036.46777 1453.664185 1274.968384 1 0 0"
        },
        {
          name: "泰达希尔--大断崖",
          command: ".go 10312.36426 1197.552002 1457.731812 1 0 0"
        },
        {
          name: "泰达希尔--地狱石",
          command: ".go 10045.89551 1031.060669 1329.811768 1 0 0"
        },
        {
          name: "泰达希尔--多兰纳尔",
          command: ".go 9870.296875 945.383606 1307.105469 1 0 0"
        },
        {
          name: "泰达希尔--脊骨堡",
          command: ".go 9213.830078 1651.503784 1330.27478 1 0 0"
        },
        {
          name: "泰达希尔--鲁瑟兰村",
          command: ".go 8698.870117 944.392029 13.50592 1 0 0"
        },
        {
          name: "泰达希尔--神谕林地",
          command: ".go 10674.08106 1955.936157 1340.359131 1 0 0"
        },
        {
          name: "泰达希尔--星风村",
          command: ".go 9884.674805 449.893372 1302.659912 1 0 0"
        },
        {
          name: "泰达希尔--涌泉河",
          command: ".go 10919.17481 1604.901123 1273.147705 1 0 0"
        },
        {
          name: "泰达希尔--涌泉湖",
          command: ".go 10379.57227 1627.634399 1288.718628 1 0 0"
        },
        {
          name: "幽影谷--奥达希尔",
          command: ".go 10387.95117 755.960938 1319.606323 1 0 0"
        },
        {
          name: "幽影谷--黑丝洞",
          command: ".go 10756.83691 920.989563 1338.606201 1 0 0"
        },
        {
          name: "幽影谷--幽影谷",
          command: ".go 10237.13379 703.707825 1353.101318 1 0 0"
        },
        {
          name: "达纳苏斯--达纳苏斯",
          command: ".go 9979.914063 2032.262695 1328.046387 1 0 0"
        },
        {
          name: "达纳苏斯--工匠区",
          command: ".go 10108.76172 2381.396729 1316.921753 1 0 0"
        },
        {
          name: "达纳苏斯--贸易区",
          command: ".go 9761.624023 2204.827881 1346.616943 1 0 0"
        },
        {
          name: "达纳苏斯--塞纳里奥区",
          command: ".go 10139.07227 2562.7146 1322.014038 1 0 0"
        },
        {
          name: "达纳苏斯--神殿花园",
          command: ".go 9745.186523 2423.365967 1334.088501 1 0 0"
        },
        {
          name: "达纳苏斯--神殿花园",
          command: ".go 9742.150391 2618.984619 1334.150024 1 0 0"
        },
        {
          name: "达纳苏斯--神殿花园区",
          command: ".go 9933.481445 2497.5271 1317.823853 1 0 0"
        },
        {
          name: "达纳苏斯--月神殿",
          command: ".go 9688.629883 2525.971191 1335.384644 1 0 0"
        },
        {
          name: "达纳苏斯--战士区",
          command: ".go 9950.941406 2279.222656 1341.393066 1 0 0"
        },
        {
          name: "石爪山脉--阿柏拉耶营地",
          command: ".go -14.968099 -533.454895 -37.193558 1 0 0"
        },
        {
          name: "石爪山脉--暗色湖",
          command: ".go 1647.639771 883.784119 132.693176 1 0 0"
        },
        {
          name: "石爪山脉--滚岩洞穴",
          command: ".go -111.257439 230.464264 101.204872 1 0 0"
        },
        {
          name: "石爪山脉--滚岩峡谷",
          command: ".go -197.514236 109.449493 96.738503 1 0 0"
        },
        {
          name: "石爪山脉--黑狼河",
          command: ".go 1180.129395 -194.363129 -6.809617 1 0 0"
        },
        {
          name: "石爪山脉--焦炭谷",
          command: ".go 713.286743 1407.262085 -10.368366 1 0 0"
        },
        {
          name: "石爪山脉--巨木谷",
          command: ".go 11.334154 -236.579239 7.649513 1 0 0"
        },
        {
          name: "石爪山脉--恐怖图腾岗哨",
          command: ".go 93.57988 -582.161133 6.321675 1 0 0"
        },
        {
          name: "石爪山脉--恐怖图腾岗哨",
          command: ".go 59.963268 -328.823608 26.670765 1 0 0"
        },
        {
          name: "石爪山脉--狂风矿洞",
          command: ".go 965.455566 -377.007111 7.725799 1 0 0"
        },
        {
          name: "石爪山脉--狂风峭壁",
          command: ".go 1324.670166 -67.009087 9.099785 1 0 0"
        },
        {
          name: "石爪山脉--烈日石居",
          command: ".go 960.578369 916.127747 104.81031 1 0 0"
        },
        {
          name: "石爪山脉--玛拉卡金",
          command: ".go -151.087753 -301.851166 8.490134 1 0 0"
        },
        {
          name: "石爪山脉--玛拉卡金",
          command: ".go -238.636002 -373.275452 17.141073 1 0 0"
        },
        {
          name: "石爪山脉--猛禽洞穴",
          command: ".go 2417.87915 1790.50415 393.665283 1 0 0"
        },
        {
          name: "石爪山脉--峭壁湖",
          command: ".go 1608.84314 98.61261 98.546188 1 0 0"
        },
        {
          name: "石爪山脉--石爪峰",
          command: ".go 2656.097168 1468.037109 229.038605 1 0 0"
        },
        {
          name: "石爪山脉--石爪小径",
          command: ".go 1535.799561 -577.728638 68.046448 1 0 0"
        },
        {
          name: "石爪山脉--希塞尔山谷",
          command: ".go 431.489594 508.268677 98.038963 1 0 0"
        },
        {
          name: "石爪山脉--小屋",
          command: ".go 906.989563 360.339691 23.041183 1 0 0"
        },
        {
          name: "石爪山脉--蛛网小径",
          command: ".go 594.09906 325.205109 46.217785 1 0 0"
        },
        {
          name: "凄凉之地--艾瑟雷索",
          command: ".go -440.839844 2474.797119 107.764313 1 0 0"
        },
        {
          name: "凄凉之地--白骨之谷",
          command: ".go -2229.448486 1379.800781 95.212433 1 0 0"
        },
        {
          name: "凄凉之地--波尔甘的洞穴",
          command: ".go -2276.634277 2504.367676 74.584984 1 0 0"
        },
        {
          name: "凄凉之地--吉尔吉斯村",
          command: ".go -2255.350098 2624.321533 61.323883 1 0 0"
        },
        {
          name: "凄凉之地--考米克小屋",
          command: ".go -696.643616 1475.674561 90.608727 1 0 0"
        },
        {
          name: "凄凉之地--科多兽坟场",
          command: ".go -1221.0354 1906.195557 60.741566 1 0 0"
        },
        {
          name: "凄凉之地--科卡尔村",
          command: ".go -1026.880005 935.079041 92.170021 1 0 0"
        },
        {
          name: "凄凉之地--拉纳加尔岛",
          command: ".go 125.929192 2972.165283 1.991249 1 0 0"
        },
        {
          name: "凄凉之地--雷斧堡垒",
          command: ".go -423.878204 1717.850464 129.088333 1 0 0"
        },
        {
          name: "凄凉之地--玛格拉姆村",
          command: ".go -1727.639038 961.338745 90.580475 1 0 0"
        },
        {
          name: "凄凉之地--玛拉顿",
          command: ".go -1420.944702 2909.98877 137.429947 1 0 0"
        },
        {
          name: "凄凉之地--玛诺洛克集会所",
          command: ".go -1827.363647 1975.188232 59.5676 1 0 0"
        },
        {
          name: "凄凉之地--尼耶尔前哨站",
          command: ".go 189.305267 1309.463501 190.316788 1 0 0"
        },
        {
          name: "凄凉之地--破影峡谷",
          command: ".go -1864.358276 656.258728 107.235176 1 0 0"
        },
        {
          name: "凄凉之地--萨格隆",
          command: ".go -150.531845 995.289307 93.239159 1 0 0"
        },
        {
          name: "凄凉之地--萨瑟里斯海岸",
          command: ".go -276.714691 2378.779053 33.103081 1 0 0"
        },
        {
          name: "凄凉之地--瑟卡布斯库的营地",
          command: ".go -1380.983032 1518.101318 59.056187 1 0 0"
        },
        {
          name: "凄凉之地--塔迪萨兰",
          command: ".go 56.956131 1836.578491 113.298462 1 0 0"
        },
        {
          name: "凄凉之地--幽灵岗哨",
          command: ".go -1205.522217 1725.205322 90.460663 1 0 0"
        },
        {
          name: "凄凉之地--葬影村",
          command: ".go -1695.38147 3142.423584 25.500229 1 0 0"
        },
        {
          name: "凄凉之地--长矛谷中部村落",
          command: ".go -1387.396973 2800.357666 111.667366 1 0 0"
        },
        {
          name: "凄凉之地--长矛谷北部村落",
          command: ".go -1205.665527 2705.396484 111.182892 1 0 0"
        },
        {
          name: "莫高雷--巴尔丹挖掘场",
          command: ".go -1944.56311 386.175323 133.882263 1 0 0"
        },
        {
          name: "莫高雷--白鬃石",
          command: ".go -2396.519775 300.346161 65.864601 1 0 0"
        },
        {
          name: "莫高雷--被破坏的货车",
          command: ".go -1948.118164 -778.581604 -6.915773 1 0 0"
        },
        {
          name: "莫高雷--冰蹄水井",
          command: ".go -2541.533203 -694.94751 -8.035748 1 0 0"
        },
        {
          name: "莫高雷--草海平原",
          command: ".go -2617.130371 -1124.355103 -7.661228 1 0 0"
        },
        {
          name: "莫高雷--赤色石",
          command: ".go -996.929565 -1068.366943 46.244919 1 0 0"
        },
        {
          name: "莫高雷--风险投资公司矿洞南入口",
          command: ".go -1901.830322 -1105.104492 86.852501 1 0 0"
        },
        {
          name: "莫高雷--风险投资公司矿洞北出口",
          command: ".go -1499.371216 -1032.453613 151.312973 1 0 0"
        },
        {
          name: "莫高雷--金色平原",
          command: ".go -1103.429932 -679.532104 -56.499802 1 0 0"
        },
        {
          name: "莫高雷--狂风山",
          command: ".go -665.152649 -664.533752 -4.706514 1 0 0"
        },
        {
          name: "莫高雷--雷角水井",
          command: ".go -1827.921509 -222.612976 -9.424856 1 0 0"
        },
        {
          name: "莫高雷--蛮鬃水井",
          command: ".go -733.296204 -159.1866 -26.785191 1 0 0"
        },
        {
          name: "莫高雷--山洞",
          command: ".go -1522.058472 331.117157 63.359745 1 0 0"
        },
        {
          name: "莫高雷--石牛湖",
          command: ".go -2070.93042 -380.471436 -10.167918 1 0 0"
        },
        {
          name: "莫高雷--血蹄村",
          command: ".go -2383.954346 -434.087097 -8.79159 1 0 0"
        },
        {
          name: "红云台地--刺刃峡谷山洞",
          command: ".go -3179.248535 -946.313843 50.420727 1 0 0"
        },
        {
          name: "红云台地--刺刃峡谷",
          command: ".go -3064.690674 -1218.21814 82.923096 1 0 0"
        },
        {
          name: "红云台地--红云台地",
          command: ".go -3064.680908 93.621573 77.908035 1 0 0"
        },
        {
          name: "红云台地--纳拉其营地",
          command: ".go -2918.93042 -269.40274 53.915512 1 0 0"
        },
        {
          name: "红云台地--水井",
          command: ".go -3036.410889 -524.2677 31.537224 1 0 0"
        },
        {
          name: "雷霆崖--雷霆崖",
          command: ".go -1284.47522 136.433624 130.908127 1 0 0"
        },
        {
          name: "雷霆崖--猎人高地",
          command: ".go -1401.768677 -77.580559 158.93483 1 0 0"
        },
        {
          name: "雷霆崖--灵魂高地",
          command: ".go -1010.961975 225.954468 134.568787 1 0 0"
        },
        {
          name: "雷霆崖--预见之池",
          command: ".go -1028.543213 214.872726 109.887466 1 0 0"
        },
        {
          name: "雷霆崖--长者高地",
          command: ".go -1057.905884 -232.390274 159.03035 1 0 0"
        },
        {
          name: "尘泥沼泽--埃博斯塔夫的巢穴",
          command: ".go -4998.812988 -3837.259766 44.178139 1 0 0"
        },
        {
          name: "尘泥沼泽--奥卡兹岛",
          command: ".go -2689.19751 -4743.935059 10.941614 1 0 0"
        },
        {
          name: "尘泥沼泽--奥妮克希亚的巢穴",
          command: ".go -4726.070313 -3741.153076 58.206654 1 0 0"
        },
        {
          name: "尘泥沼泽--北点哨塔",
          command: ".go -2848.743896 -3417.019043 34.235149 1 0 0"
        },
        {
          name: "尘泥沼泽--比吉尔的飞艇残骸",
          command: ".go -4014.003418 -3768.186523 42.123295 1 0 0"
        },
        {
          name: "尘泥沼泽--尘泥海湾",
          command: ".go -3697.844238 -4065.27124 11.453074 1 0 0"
        },
        {
          name: "尘泥沼泽--废弃哨塔",
          command: ".go -3916.676025 -2825.305908 40.571865 1 0 0"
        },
        {
          name: "尘泥沼泽--港口",
          command: ".go -3984.389893 -4707.296875 4.365032 1 0 0"
        },
        {
          name: "尘泥沼泽--黑龙谷",
          command: ".go -4551.662598 -2963.07959 30.625044 1 0 0"
        },
        {
          name: "尘泥沼泽--黑雾洞穴",
          command: ".go -2827.763184 -2741.137939 34.550381 1 0 0"
        },
        {
          name: "尘泥沼泽--火焰洞穴",
          command: ".go -4335.346191 -3004.434082 34.490963 1 0 0"
        },
        {
          name: "尘泥沼泽--警戒哨岗",
          command: ".go -3451.168701 -4142.560059 11.304253 1 0 0"
        },
        {
          name: "尘泥沼泽--巨龙沼泽",
          command: ".go -4666.501465 -3506.552246 36.823551 1 0 0"
        },
        {
          name: "尘泥沼泽--蕨墙村",
          command: ".go -3137.844238 -2847.054688 34.537338 1 0 0"
        },
        {
          name: "尘泥沼泽--恐惧海岸",
          command: ".go -2587.570313 -4068.710449 17.857229 1 0 0"
        },
        {
          name: "尘泥沼泽--狂潮湾",
          command: ".go -4413.719727 -4100.176758 6.416463 1 0 0"
        },
        {
          name: "尘泥沼泽--蓝色沼泽",
          command: ".go -2657.552734 -3105.609375 46.43956 1 0 0"
        },
        {
          name: "尘泥沼泽--泥潭沼泽",
          command: ".go -3685.769043 -3236.699951 31.54108 1 0 0"
        },
        {
          name: "尘泥沼泽--女巫岭",
          command: ".go -2821.943359 -3968.810059 36.529495 1 0 0"
        },
        {
          name: "尘泥沼泽--塞拉摩堡垒",
          command: ".go -3685.934082 -4527.69873 10.67151 1 0 0"
        },
        {
          name: "尘泥沼泽--塞拉摩岛",
          command: ".go -3671.735596 -4385.061523 9.95123 1 0 0"
        },
        {
          name: "尘泥沼泽--山洞",
          command: ".go -3157.680908 -2905.805664 34.523216 1 0 0"
        },
        {
          name: "尘泥沼泽--石槌废墟",
          command: ".go -4339.684082 -3233.960693 34.578281 1 0 0"
        },
        {
          name: "尘泥沼泽--树荫旅店",
          command: ".go -3719.821777 -2530.466064 69.575691 1 0 0"
        },
        {
          name: "尘泥沼泽--水光庄园",
          command: ".go -2967.796143 -3881.938721 30.749266 1 0 0"
        },
        {
          name: "尘泥沼泽--鲜血沼泽墓穴",
          command: ".go -4330.769043 -2659.299805 33.54351 1 0 0"
        },
        {
          name: "千针石林--白沙岗哨",
          command: ".go -4904.337891 -1376.789551 -52.612415 1 0 0"
        },
        {
          name: "千针石林--飞羽洞穴",
          command: ".go -5466.509277 -1634.509644 29.336905 1 0 0"
        },
        {
          name: "千针石林--风巢",
          command: ".go -5125.625488 -1084.164551 48.320358 1 0 0"
        },
        {
          name: "千针石林--风裂峡谷",
          command: ".go -5391.397949 -2877.699951 -57.247135 1 0 0"
        },
        {
          name: "千针石林--黑云峰",
          command: ".go -5095.266602 -1948.199341 88.77021 1 0 0"
        },
        {
          name: "千针石林--尖啸峡谷",
          command: ".go -5526.057617 -1922.988892 -59.313568 1 0 0"
        },
        {
          name: "千针石林--老屋",
          command: ".go -5217.679688 -2793.561035 -7.215439 1 0 0"
        },
        {
          name: "千针石林--裂蹄堡",
          command: ".go -5066.036621 -2369.701416 -53.381649 1 0 0"
        },
        {
          name: "千针石林--裂蹄峭壁",
          command: ".go -5061.150879 -2237.406494 -54.106606 1 0 0"
        },
        {
          name: "千针石林--乱风岗",
          command: ".go -5437.725586 -2442.854248 89.801765 1 0 0"
        },
        {
          name: "千针石林--沙漠赛道",
          command: ".go -6216.597656 -3930.089111 -58.750046 1 0 0"
        },
        {
          name: "千针石林--闪光平原",
          command: ".go -5523.189453 -4044.421631 -57.88308 1 0 0"
        },
        {
          name: "千针石林--升降梯",
          command: ".go -4613.489358 -1862.691284 86.046715 1 0 0"
        },
        {
          name: "千针石林--塔霍达废墟",
          command: ".go -6522.393555 -3904.18335 -58.750084 1 0 0"
        },
        {
          name: "千针石林--铁石营地",
          command: ".go -5847.904297 -3434.202393 -50.958118 1 0 0"
        },
        {
          name: "千针石林--维吉尔之坑",
          command: ".go -5793.001465 -3909.054932 -91.199089 1 0 0"
        },
        {
          name: "千针石林--锈锤挖掘场",
          command: ".go -6514.373535 -3514.300537 -58.99094 1 0 0"
        },
        {
          name: "千针石林--伊索克营地",
          command: ".go -4620.14209 -1243.340332 -53.041912 1 0 0"
        },
        {
          name: "塔纳利斯--安戈洛环形山",
          command: ".go -8562.09668 -2106.056641 8.852538 1 0 0"
        },
        {
          name: "塔纳利斯--奥丹姆",
          command: ".go -9631.821289 -2786.115723 7.856462 1 0 0"
        },
        {
          name: "塔纳利斯--大裂口",
          command: ".go -9095.275391 -4097.016113 9.889698 1 0 0"
        },
        {
          name: "塔纳利斯--东月废墟",
          command: ".go -8902.078125 -3543.270264 13.936229 1 0 0"
        },
        {
          name: "塔纳利斯--腐化之巢南洞",
          command: ".go -8103.973633 -2499.746094 -30.665375 1 0 0"
        },
        {
          name: "塔纳利斯--腐化之巢北洞",
          command: ".go -7792.907715 -2617.298096 -5.071901 1 0 0"
        },
        {
          name: "塔纳利斯--灌木谷",
          command: ".go -8729.291992 -2267.758545 8.876746 1 0 0"
        },
        {
          name: "塔纳利斯--加基森",
          command: ".go -7122.79834 -3704.818359 14.05259 1 0 0"
        },
        {
          name: "塔纳利斯--流沙岗哨",
          command: ".go -7263.044434 -2955.838623 9.881725 1 0 0"
        },
        {
          name: "塔纳利斯--落帆海湾",
          command: ".go -7979.706543 -5320.930176 12.555347 1 0 0"
        },
        {
          name: "塔纳利斯--南月废墟",
          command: ".go -9293.274414 -3016.408936 11.056795 1 0 0"
        },
        {
          name: "塔纳利斯--破浪海滩",
          command: ".go -7220.190918 -4878.652344 0.56857 1 0 0"
        },
        {
          name: "塔纳利斯--破碎石柱",
          command: ".go -7954.069336 -3854.098633 33.908924 1 0 0"
        },
        {
          name: "塔纳利斯--清泉平原",
          command: ".go -7604.184082 -4350.04541 10.138782 1 0 0"
        },
        {
          name: "塔纳利斯--热砂港",
          command: ".go -6955.098145 -4780.877441 7.13431 1 0 0"
        },
        {
          name: "塔纳利斯--热影废墟",
          command: ".go -7002.407227 -4384.416016 10.430409 1 0 0"
        },
        {
          name: "塔纳利斯--萨拉辛之穴",
          command: ".go -7354.773438 -4889.018066 0.640751 1 0 0"
        },
        {
          name: "塔纳利斯--砂槌营地",
          command: ".go -8484.34082 -3034.43457 9.228856 1 0 0"
        },
        {
          name: "塔纳利斯--深沙平原",
          command: ".go -7762.986816 -3301.700439 66.42955 1 0 0"
        },
        {
          name: "塔纳利斯--时光之穴",
          command: ".go -8173.930176 -4737.463867 33.777351 1 0 0"
        },
        {
          name: "塔纳利斯--守卫之谷",
          command: ".go -9509.148438 -2756.511719 8.715219 1 0 0"
        },
        {
          name: "塔纳利斯--塔纳利斯南海",
          command: ".go -8808.834961 -4749.084961 1.733322 1 0 0"
        },
        {
          name: "塔纳利斯--天涯海滩",
          command: ".go -9851.617188 -3608.474121 8.939731 1 0 0"
        },
        {
          name: "塔纳利斯--祖尔法拉克",
          command: ".go -6853.356445 -2910.532715 8.984918 1 0 0"
        },
        {
          name: "安戈洛环形山--葛拉卡温泉",
          command: ".go -7207.625 -653.211731 -234.69841 1 0 0"
        },
        {
          name: "安戈洛环形山--火羽山",
          command: ".go -7241.688965 -1418.116455 -232.021713 1 0 0"
        },
        {
          name: "安戈洛环形山--火羽山",
          command: ".go -7171.030762 -1283.256958 -184.387894 1 0 0"
        },
        {
          name: "安戈洛环形山--巨痕谷",
          command: ".go -7889.572754 -1337.700073 -281.09259 1 0 0"
        },
        {
          name: "安戈洛环形山--恐惧小道",
          command: ".go -7779.797852 -880.534424 -270.439117 1 0 0"
        },
        {
          name: "安戈洛环形山--拉卡利油沼",
          command: ".go -6781.859375 -1440.535156 -269.227753 1 0 0"
        },
        {
          name: "安戈洛环形山--马绍尔营地",
          command: ".go -6148.416016 -1082.441528 -199.403351 1 0 0"
        },
        {
          name: "安戈洛环形山--蘑菇石",
          command: ".go -6375.058594 -1812.908691 -262.479736 1 0 0"
        },
        {
          name: "安戈洛环形山--铁石高原",
          command: ".go -6980.355957 -2462.990723 -200.55896 1 0 0"
        },
        {
          name: "安戈洛环形山--沼泽地",
          command: ".go -7385.304688 -1980.070557 -270.551483 1 0 0"
        },
        {
          name: "菲拉斯--奥奈罗斯",
          command: ".go -3116.730225 1758.805298 40.476505 1 0 0"
        },
        {
          name: "菲拉斯--被遗忘的海岸",
          command: ".go -4347.163086 2298.165283 6.47156 1 0 0"
        },
        {
          name: "菲拉斯--低地荒野",
          command: ".go -4303.95459 -447.877197 31.195456 1 0 0"
        },
        {
          name: "菲拉斯--厄运之槌地下入口",
          command: ".go -4036.116943 132.312653 26.471897 1 0 0"
        },
        {
          name: "菲拉斯--厄运之槌正门",
          command: ".go -4449.047852 1333.916138 126.00235 1 0 0"
        },
        {
          name: "菲拉斯--高原荒野",
          command: ".go -5326.296387 1587.763062 45.021179 1 0 0"
        },
        {
          name: "菲拉斯--戈杜尼前哨站南山洞",
          command: ".go -3914.351807 194.97406 119.956001 1 0 0"
        },
        {
          name: "菲拉斯--戈杜尼前哨站北山洞",
          command: ".go -3653.946533 243.417694 142.947144 1 0 0"
        },
        {
          name: "菲拉斯--加德米尔湖",
          command: ".go -2984.508301 2074.044189 29.21035 1 0 0"
        },
        {
          name: "菲拉斯--恐怖图腾营地",
          command: ".go -4201.214844 635.46283 66.778366 1 0 0"
        },
        {
          name: "菲拉斯--恐怖之岛",
          command: ".go -5309.777344 3630.39502 8.858488 1 0 0"
        },
        {
          name: "菲拉斯--拉瑞斯小亭",
          command: ".go -4159.408691 121.230598 55.434494 1 0 0"
        },
        {
          name: "菲拉斯--乱羽高地",
          command: ".go -5793.626953 1671.366333 88.258728 1 0 0"
        },
        {
          name: "菲拉斯--梦境之树",
          command: ".go -2914.756104 1902.199341 34.741035 1 0 0"
        },
        {
          name: "菲拉斯--莫沙彻营地",
          command: ".go -4390.304199 210.671692 25.413319 1 0 0"
        },
        {
          name: "菲拉斯--木爪巢穴(木爪洞穴)",
          command: ".go -4826.532227 853.448364 136.57431 1 0 0"
        },
        {
          name: "菲拉斯--木爪岭",
          command: ".go -4905.992676 356.727631 21.966497 1 0 0"
        },
        {
          name: "菲拉斯--怒痕堡",
          command: ".go -3838.267822 1757.766113 142.597641 1 0 0"
        },
        {
          name: "菲拉斯--萨尔多岛",
          command: ".go -4725.48291 3269.581787 20.27916 1 0 0"
        },
        {
          name: "菲拉斯--萨兰纳尔",
          command: ".go -4480.517578 -766.299255 -36.67215 1 0 0"
        },
        {
          name: "菲拉斯--沙尔扎鲁的巢穴(沙尔扎鲁之巢)",
          command: ".go -5483.658203 3627.552734 2.032941 1 0 0"
        },
        {
          name: "菲拉斯--深痕谷",
          command: ".go -4959.79541 1741.385376 63.612614 1 0 0"
        },
        {
          name: "菲拉斯--双塔山",
          command: ".go -3331.353271 2225.728271 30.987701 1 0 0"
        },
        {
          name: "菲拉斯--索兰萨尔废墟",
          command: ".go -4915.572754 3597.810547 12.161924 1 0 0"
        },
        {
          name: "菲拉斯--痛苦深渊西洞",
          command: ".go -5278.020996 353.708679 61.554317 1 0 0"
        },
        {
          name: "菲拉斯--痛苦深渊东洞",
          command: ".go -5189.579102 172.676163 50.705437 1 0 0"
        },
        {
          name: "菲拉斯--沃丹提斯河",
          command: ".go -4764.391602 1022.619812 114.892113 1 0 0"
        },
        {
          name: "菲拉斯--鸦风废墟",
          command: ".go -2966.155518 2679.628662 64.101547 1 0 0"
        },
        {
          name: "菲拉斯--伊斯迪尔废墟",
          command: ".go -5306.200195 1334.022217 48.181 1 0 0"
        },
        {
          name: "菲拉斯--伊斯迪尔废墟南部大殿",
          command: ".go -5514.074219 1365.709717 35.011978 1 0 0"
        },
        {
          name: "菲拉斯--营地",
          command: ".go -4518.654297 781.11377 60.032413 1 0 0"
        },
        {
          name: "菲拉斯--羽月要塞",
          command: ".go -4414.921875 3284.236328 11.821061 1 0 0"
        },
        { name: "希利苏斯--塞纳里奥要塞", command: ".go -6827.9 749 42.6 1 0 0" },
        {
          name: "希利苏斯--虫群之柱",
          command: ".go -7075.277832 872.402283 9.803987 1 0 0"
        },
        {
          name: "希利苏斯--格拉卡隆之骨",
          command: ".go -7206.421387 930.267334 -1.422681 1 0 0"
        },
        {
          name: "希利苏斯--甲虫之墙(安其拉)",
          command: ".go -8116.473145 1524.991333 2.498588 1 0 0"
        },
        {
          name: "希利苏斯--甲虫之台",
          command: ".go -8033.285156 1536.005371 3.525431 1 0 0"
        },
        {
          name: "希利苏斯--雷戈虫巢东洞",
          command: ".go -7853.6875 403.883331 -37.128483 1 0 0"
        },
        {
          name: "希利苏斯--雷戈虫巢东南洞",
          command: ".go -8039.358887 431.534698 -37.33094 1 0 0"
        },
        {
          name: "希利苏斯--雷戈虫巢西南洞",
          command: ".go -7981.037109 544.812073 -30.157915 1 0 0"
        },
        {
          name: "希利苏斯--暮光岗哨",
          command: ".go -6797.816895 1614.105103 3.878486 1 0 0"
        },
        {
          name: "希利苏斯--暮光前哨站",
          command: ".go -7897.208496 1835.762329 2.601764 1 0 0"
        },
        {
          name: "希利苏斯--暮光营地",
          command: ".go -6939.227051 1193.103149 8.636197 1 0 0"
        },
        {
          name: "希利苏斯--暮光营地废墟",
          command: ".go -6212.287109 1772.555176 15.614141 1 0 0"
        },
        {
          name: "希利苏斯--南风村",
          command: ".go -7099.163574 400.595886 9.548573 1 0 0"
        },
        {
          name: "希利苏斯--水晶谷",
          command: ".go -6358.137695 1674.655396 48.251396 1 0 0"
        },
        {
          name: "希利苏斯--亚什虫巢北洞",
          command: ".go -6439.504395 997.683594 4.081015 1 0 0"
        },
        {
          name: "希利苏斯--亚什虫巢南洞",
          command: ".go -6603.595215 854.854492 0.287326 1 0 0"
        },
        {
          name: "希利苏斯--勇士之墓",
          command: ".go -6372.997559 -280.081207 -4.723878 1 0 0"
        },
        {
          name: "希利苏斯--佐拉虫巢北洞",
          command: ".go -7282.789063 1678.959595 -41.948181 1 0 0"
        },
        {
          name: "希利苏斯--佐拉虫巢西南",
          command: ".go -7426.575684 1777.750854 -37.579952 1 0 0"
        },
        {
          name: "希利苏斯--佐拉虫巢东南洞",
          command: ".go -7436.18457 1656.768555 -30.702747 1 0 0"
        },
        {
          name: "海加尔山--部落入口",
          command: ".go 1019.628723 1296.550659 343.030365 489 0 0"
        },
        {
          name: "海加尔山--东侧小屋战歌峡谷部落方",
          command: ".go 1124.676147 1342.62561 315.25116 489 0 0"
        },
        {
          name: "海加尔山--东侧小屋战歌峡谷联盟方",
          command: ".go 1326.52771 1398.747437 315.990143 489 0 0"
        },
        {
          name: "海加尔山--海加尔山暴雪建设公司路障",
          command: ".go 5478.060059 -3730.850098 1593.439941 1 0 0"
        },
        {
          name: "海加尔山--联盟入口",
          command: ".go 1436.735474 1602.048584 350.00882 489 0 0"
        },
        {
          name: "海加尔山--霜狼伐木场",
          command: ".go 965.436279 1458.452026 356.116028 489 0 0"
        },
        {
          name: "海加尔山--西侧小屋战歌峡谷部落方",
          command: ".go 1121.539307 1545.394653 306.614197 489 0 0"
        },
        {
          name: "海加尔山--西侧小屋战歌峡谷联盟方",
          command: ".go 1332.959717 1546.408936 313.265289 489 0 0"
        },
        {
          name: "海加尔山--银翼要塞",
          command: ".go 1355.085327 1462.073975 324.50058 489 0 0"
        },
        {
          name: "海加尔山--战歌伐木场",
          command: ".go 1123.168823 1462.474976 315.564148 489 0 0"
        },
        {
          name: "奥特兰克山谷--冰斧要塞",
          command: ".go -146.370392 72.300964 85.604233 30 0 0"
        },
        {
          name: "奥特兰克山谷--冰血墓地",
          command: ".go -538.28241 -388.859161 30.86344 30 0 0"
        },
        {
          name: "奥特兰克山谷--冰血要塞",
          command: ".go -495.327698 -186.773834 57.363991 30 0 0"
        },
        {
          name: "奥特兰克山谷--冰翼碉堡",
          command: ".go 193.609665 -369.104401 56.989727 30 0 0"
        },
        {
          name: "奥特兰克山谷--冰翼洞穴",
          command: ".go 266.028717 59.301468 20.926741 30 0 0"
        },
        {
          name: "奥特兰克山谷--冰翼小径",
          command: ".go 390.55368 -283.560547 -42.987301 30 0 0"
        },
        {
          name: "奥特兰克山谷--部落山洞入口",
          command: ".go -898.940308 -525.415405 54.151443 30 0 0"
        },
        {
          name: "奥特兰克山谷--丹巴达尔",
          command: ".go 632.793396 -71.069435 41.574478 30 0 0"
        },
        {
          name: "奥特兰克山谷--机械库和飞机起飞塔",
          command: ".go 362.045258 -505.782501 72.112816 30 0 0"
        },
        {
          name: "奥特兰克山谷--锯木工房",
          command: ".go 476.172546 -496.472443 68.717796 30 0 0"
        },
        {
          name: "奥特兰克山谷--雷矛墓地",
          command: ".go 657.280701 -296.93158 30.29092 30 0 0"
        },
        {
          name: "奥特兰克山谷--冷齿矿洞",
          command: ".go -929.81366 -213.530426 72.108696 30 0 0"
        },
        {
          name: "奥特兰克山谷--联盟山洞入口",
          command: ".go 770.373596 -491.463348 97.783798 30 0 0"
        },
        {
          name: "奥特兰克山谷--落雪墓地",
          command: ".go -198.018875 -125.601883 78.262009 30 0 0"
        },
        {
          name: "奥特兰克山谷--蛮爪洞穴",
          command: ".go -1416.096069 -458.551849 69.497795 30 0 0"
        },
        {
          name: "奥特兰克山谷--蛮爪岭",
          command: ".go -280.00058 -548.828369 76.078476 30 0 0"
        },
        {
          name: "奥特兰克山谷--迷雾裂隙",
          command: ".go -326.829285 -627.734253 121.57489 30 0 0"
        },
        {
          name: "奥特兰克山谷--哨塔高地",
          command: ".go -764.515259 -356.330292 90.832626 30 0 0"
        },
        {
          name: "奥特兰克山谷--深铁矿洞",
          command: ".go 787.707581 -306.11908 54.856548 30 0 0"
        },
        {
          name: "奥特兰克山谷--石炉碉堡",
          command: ".go -128.018875 -483.049011 27.465162 30 0 0"
        },
        {
          name: "奥特兰克山谷--石炉墓地",
          command: ".go 36.355412 -403.666748 47.75185 30 0 0"
        },
        {
          name: "奥特兰克山谷--石炉哨站",
          command: ".go 8.719748 -298.684021 15.563208 30 0 0"
        },
        {
          name: "奥特兰克山谷--霜刀小径",
          command: ".go -288.179565 -49.285583 31.484585 30 0 0"
        },
        {
          name: "奥特兰克山谷--霜狼村",
          command: ".go -1199.026245 -255.082672 72.795273 30 0 0"
        },
        {
          name: "奥特兰克山谷--霜狼墓地",
          command: ".go -1083.113403 -318.342804 57.09906 30 0 0"
        },
        {
          name: "奥特兰克山谷--霜狼要塞",
          command: ".go -1347.536499 -286.667725 91.101326 30 0 0"
        },
        {
          name: "奥特兰克山谷--要塞",
          command: ".go 662.660889 -29.032976 50.294559 30 0 0"
        },
        {
          name: "奥特兰克山谷--征战平原",
          command: ".go -254.010315 -297.238586 6.667541 30 0 0"
        },
        {
          name: "阿拉希盆地--伐木场",
          command: ".go 841.540466 1158.241089 11.150257 529 0 0"
        },
        {
          name: "阿拉希盆地--矿洞",
          command: ".go 1151.504272 858.032043 -110.630104 529 0 0"
        },
        {
          name: "阿拉希盆地--农场",
          command: ".go 855.156128 828.636108 -57.707348 529 0 0"
        },
        {
          name: "阿拉希盆地--兽栏",
          command: ".go 1158.948975 1197.714844 -56.597755 529 0 0"
        },
        {
          name: "阿拉希盆地--铁匠铺",
          command: ".go 969.479431 1041.672974 -44.704525 529 0 0"
        },
        {
          name: "阿拉希盆地--托尔贝恩大厅",
          command: ".go 1294.015503 1294.114136 -12.300689 529 0 0"
        },
        {
          name: "阿拉希盆地--污染者之穴",
          command: ".go 700.895081 701.033936 -15.555141 529 0 0"
        },
        {
          name: "时光之穴--黑暗沼泽",
          command: ".go -8755.13 -4179.72 -209.49 1 0 0"
        },
        {
          name: "时光之穴--旧希尔斯布莱德",
          command: ".go -8345.88 -4060.33 -208 1 0 0"
        },
        {
          name: "时光之穴--海加尔",
          command: ".go -8174.31 -4169.4 -165.49 1 0 0"
        },
        {
          name: "时光之穴--海加尔内部入口",
          command: ".go 4222.56 -4186 868.6 534 0 0"
        },
        {
          name: "时光之穴--旧斯坦索姆",
          command: ".go -8687.82 -4404.41 -206.16 1 0 0"
        }
      ]
    };
  }
};
</script>
